[
            
    {
        "id": "альфа и омега",
        "letter": "А",
        "title": "альфа и омега",
        "info": "чего. Книжн.",
        "meanings": [
            {
                "number": "1.",
                "text": "Начало и конец чего-либо."
            },
            {
                "number": "2.",
                "text": "Самое главное, основное в чём-либо."
            }
        ],
        "examples": [
            "Вот вам альфа и омега, начало и конец всех дел, имевших цель удовлетворить те или другие общественные обязанности... (Г.И. Успенский).",
            "Энергетика, — сказал строитель, — это основа основ, альфа и омега народной жизни... (К.Г. Паустовский)."
        ]
    },
    {
        "id": "без оглядки",
        "letter": "Б",
        "title": "без оглядки",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Стремительно, быстро, не оглядываясь (бежать, убегать и т.д.)."
            },
            {
                "number": "2.",
                "text": "Пренебрегая всем, забывая обо всём."
            },
            {
                "number": "3.",
                "text": "Неосторожно, без необходимой осмотрительности (делать что-либо)."
            },
            {
                "number": "4.",
                "text": "Не рассуждая, целиком отдаваясь чувству (любить, верить и т.п.)."
            },
            {
                "number": "5.",
                "text": "Решительно, без колебаний."
            },
            {
                "number": "6.",
                "text": "На кого. Без предосторожности, невзирая на чьи-либо интересы, мнения, взгляды, оценки и т.п."
            }
        ],
        "examples": [
            "Медведь рявкнул, прижал уши и без оглядки пустился наутёк... (В.К. Арсеньев).",
            "Теперь власть была своя, недоимки похерены, земельки прибавлено — народ хотел погулять без оглядки... (А.Н. Толстой).",
            "Мы написали печатными буквами «Письмо немецкому солдату» и в одну ночь расклеили его... Мы клеили свои «листовки» без оглядки, где хотели... (И. Гуро).",
            "Мы, цыганки, горячее вас сердцем: любить, так любить без оглядки... (А.Ф. Писемский).",
            "Чего умолк-то, дед? — А то и умолк, что не по шерсти тебя поглажу... — Давай, дед, критикуй. Без оглядки. Я дюжий... (И.И. Акулов).",
            "Стало быть, вы из Москвы уезжаете, чтобы... — Чтобы здесь развернуть настоящее дело... без оглядки на соседей. Надоело, понимаете, извиняться, что на площадке натоптано. Как же не будет натоптано, если ко мне человечество прёт днём и ночью?.. (В.Д. Соколов)."
        ]
    },
    {
        "id": "без толку",
        "letter": "Б",
        "title": "без толку",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неразумно, бестолково; не соображая."
            },
            {
                "number": "2.",
                "text": "Напрасно, впустую, без пользы."
            }
        ],
        "examples": [
            "Комната была большая, светлая, но всё в ней было расставлено и навалено без толку... (А.П. Гайдар).",
            "Вот попрекать мне станут, что без толку всегда журю... (А.С. Грибоедов)."
        ]
    },
    {
        "id": "без ума",
        "letter": "Б",
        "title": "без ума",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "От кого, от чего. В восторге, в восхищении."
            },
            {
                "number": "2.",
                "text": "Очень сильно (любить, влюбляться и т.п.)."
            }
        ],
        "examples": [
            "Турки-офицеры, помню, без ума были от Анюточкина голоса и всё ей руку целовали... (А.П. Чехов).",
            "Порфирий Павлович был влюблён без ума в свою невесту... (Д.В. Григорович)."
        ]
    },
    {
        "id": "без устали",
        "letter": "Б",
        "title": "без устали",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неутомимо, не переставая."
            }
        ],
        "examples": [
            "Один Фёдор не вешает носа и без устали рассказывает мне историю за историей о Петербурге и деревне... (В.М. Гаршин)."
        ]
    },
    {
        "id": "без царя в голове",
        "letter": "Б",
        "title": "без царя в голове",
        "info": "Разг. Ирон.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень глуп, недалёк."
            }
        ],
        "examples": [
            "Хлестаков, молодой человек лет двадцати трёх, тоненький, худенький, несколько приглуповат и, как говорят, без царя в голове, — один из тех людей, которых в канцеляриях называют пустейшими. Говорит и действует без всякого соображения... (Н.В. Гоголь)."
        ]
    },
    {
        "id": "без числа",
        "letter": "Б",
        "title": "без числа",
        "info": "Устар. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Об огромном, неисчислимом количестве кого-либо или чего-либо."
            }
        ],
        "examples": [
            "И пошлёт королевич рать-силу великую, без числа, и не оставят камня на камне... (А.Н. Островский)."
        ]
    },
    {
        "id": "белый свет",
        "letter": "Б",
        "title": "белый свет",
        "info": "Экспрес. Высок.",
        "meanings": [
            {
                "number": "1.",
                "text": "Окружающий мир; земля со всем, что существует на ней."
            }
        ],
        "examples": [
            "Солоницына красавица была писаная, теперь, думать надо, изойти весь белый свет, такой не найдёшь... (П.И. Мельников-Печерский)."
        ]
    },
    {
        "id": "бить ключом",
        "letter": "Б",
        "title": "бить ключом",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Бурно, активно проявлять себя, протекать."
            }
        ],
        "examples": [
            "Жизнь била во мне ключом; все поручавшиеся мне дела казались слишком лёгкими... (А.А. Игнатьев)."
        ]
    },
    {
        "id": "бить через край",
        "letter": "Б",
        "title": "бить через край",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Бурно проявляться."
            }
        ],
        "examples": [
            "Я помню брата Евгения. Блестящим молодым учёным он приезжал к Маше; его книга сильно нашумела; в ней через край била напряжённо-радостная любовь к жизни... (В.В. Вересаев)."
        ]
    },
    {
        "id": "бок о бок",
        "letter": "Б",
        "title": "бок о бок",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Совсем рядом, близко друг к другу."
            },
            {
                "number": "2.",
                "text": "Вместе (жить, работать)."
            }
        ],
        "examples": [
            "Корабль вошёл в линию, где стояли вдоль набережной бок о бок корабли из всех стран света... (Л.Н. Толстой).",
            "Я много лет бок о бок с ним проработал, знаю и верю ему... (Ю.П. Герман)."
        ]
    },
    {
        "id": "более или менее",
        "letter": "Б",
        "title": "более или менее",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Относительно."
            },
            {
                "number": "2.",
                "text": "В той или иной степени."
            }
        ],
        "examples": [
            "[У Арины Петровны] были мысли до того разорванные, что ни на чём не могли остановиться на более или менее продолжительное время... (М.Е. Салтыков-Щедрин).",
            "Вследствие таких-то предубеждений и слухов, которым я более или менее верил, сколько меня ни уговаривали — я не поехал к Шаховскому... (С.Т. Аксаков)."
        ]
    },
    {
        "id": "более того (больше того)",
        "letter": "Б",
        "title": "более того (больше того)",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "В значении вводного словосочетания; употребляется перед заключительным, усиливающим смысл высказывания утверждением, а также для указания или подчёркивания важности сказанного."
            }
        ],
        "examples": [
            "Вероятно, ты не отказалась бы поехать на эпидемию вместо Володи. Более того, я убеждён: ты мечтаешь об этом. Не так ли?.. (А.Н. Арбузов).",
            "Он ни разу не сказал Луковым тёплого слова; больше того — из-за какого-то непонятного теперь самолюбия презирал их... (В.А. Курочкин)."
        ]
    },
    {
        "id": "болеть душой",
        "letter": "Б",
        "title": "болеть душой",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Испытывать постоянную тревогу, беспокоясь о ком-либо, о чём-либо."
            },
            {
                "number": "2.",
                "text": "За кого, за что, о ком, о чём. Беспокоиться, страдать, переживать и т.п. за кого-либо, испытывать тревогу за что-либо."
            }
        ],
        "examples": [
            "Не болел он душой, не терялся никогда в сложных, трудных или новых обстоятельствах... (И.А. Гончаров).",
            "Я не о себе душою болею, а об народе, который вышел из колхоза... (М.А. Шолохов)."
        ]
    },
    {
        "id": "большей частью (по большей части)",
        "letter": "Б",
        "title": "большей частью (по большей части)",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Преимущественно, в основном."
            }
        ],
        "examples": [
            "Щук ловили большей частью на жерлицы... (С.Т. Аксаков).",
            "В декабре погода по большей части суровая, серая... (И.А. Бунин)."
        ]
    },
    {
        "id": "брать в свои руки",
        "letter": "Б",
        "title": "брать в свои руки",
        "info": "что.",
        "meanings": [
            {
                "number": "1.",
                "text": "Принимать на себя руководство, управление чем-либо."
            },
            {
                "number": "2.",
                "text": "Забирать, захватывать."
            }
        ],
        "examples": [
            "Вскоре после создания кассы нам пришлось взять в свои руки студенческую библиотеку... (М.А. Павлов).",
            "Когда реакционеры взяли власть в свои руки, они утверждали, что полная капитуляция — это единственный путь спасения народа... (Г.М. Брянцев)."
        ]
    },
    {
        "id": "брать верх",
        "letter": "Б",
        "title": "брать верх",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Над кем. Верховодить кем-либо, главенствовать (над кем)."
            },
            {
                "number": "2.",
                "text": "Над чем. Становиться сильнее, значительнее чего-либо."
            },
            {
                "number": "3.",
                "text": "Одолевать, осиливать."
            }
        ],
        "examples": [
            "Слову вы своему не господин. Над людьми любите верх брать, а сами им хотя и не хотите, но подчиняетесь... (А.И. Куприн).",
            "Киселёв забыл, что ему как полковому командиру нельзя было драться со своим подчинённым. Но привычка старого дуэлянта взяла верх над всем... (К.Г. Паустовский).",
            "Курени покрывали площадь и кулаками ломали друг другу бока, пока одни не пересиливали, наконец, и не брали верх, и тогда начиналась гульня... (Н.В. Гоголь)."
        ]
    },
    {
        "id": "брать за горло",
        "letter": "Б",
        "title": "брать за горло",
        "info": "кого. Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Принуждать, притеснять кого-либо; заставлять поступать определённым образом."
            }
        ],
        "examples": [
            "Ага! Ты, оказывается, против иностранного вмешательства? Но, по-моему, когда за горло берут — рад будешь любой помощи... (М.А. Шолохов)."
        ]
    },
    {
        "id": "брать себя в руки",
        "letter": "Б",
        "title": "брать себя в руки",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Преодолевая свои чувства, настроения, достигать самообладания."
            }
        ],
        "examples": [
            "Когда я подошёл очень близко, испуганная птица, защищая своих птенцов, ударила меня своим крылом. Этот неожиданный удар испугал и в то же время рассердил меня, но я взял себя в руки. Чем виноват филин? Он, пожалуй, испугался больше меня... (В.К. Арсеньев)."
        ]
    },
    {
        "id": "броситься в глаза",
        "letter": "Б",
        "title": "броситься в глаза",
        "info": "кому. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Останавливать на себе чьё-либо внимание."
            }
        ],
        "examples": [
            "Он вошёл в свою комнату. Письмо на столе бросилось ему в глаза (И.С. Тургенев)."
        ]
    },
    {
        "id": "будь здоров",
        "letter": "Б",
        "title": "будь здоров",
        "info": "Прост.",
        "meanings": [
            {
                "number": "1.",
                "text": "Шутл. Прощальное приветствие (при внезапном, быстром исчезновении, отъезде кого-либо)."
            },
            {
                "number": "2.",
                "text": "Экспрес. Очень хорошо, крепко, прочно, здорово (делать что-либо, сделано что-либо)."
            },
            {
                "number": "3.",
                "text": "Кто, что. Экспрес. Хороший, настоящий, вызывающий восхищение, удивление."
            }
        ],
        "examples": [
            "Аким хотел сказать Эле: «Ничего, мол, не убивайся, скоро я завалю тебя на салазки и оттартаю к людям, а там на вертолёт, на самолёт — и будьте здоровы!» (В.П. Астафьев).",
            "Посмотрел бы ты, как девушку тут загибало... — Какую девушку? — похолодел я и цапнул под одеялом — бинт на месте, кальсоны прикручены будь здоров... (В.П. Астафьев).",
            "Он, Андрей Гаврилыч, жизнь повидал. Всю войну прошёл, много чего насмотрелся. И уж в чём, а в людях научился разбираться. Был бы помоложе, то и сам бы написал будь здоров какую книжицу... (В.А. Рыбин)."
        ]
    },
    {
        "id": "быть (держаться, оставаться) в тени",
        "letter": "Б",
        "title": "быть (держаться, оставаться) в тени",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "(Быть, оставаться, держаться) незаметным, незамеченным; не выделяться из числа других."
            },
            {
                "number": "2.",
                "text": "На втором плане, не выделяя, принижая (держать, оставлять кого-либо или что-либо)."
            }
        ],
        "examples": [
            "Ездил [Шафиров] с царём за границу, но до этой осени был в тени. Теперь же, состоя при шведском посольстве, видался с Петром ежедневно, и уж на него смотрели как на сильненького... (А.Н. Толстой).",
            "Он и раньше-то, в школьные годы, не отличался особой бойкостью в женском обществе и на школьных вечерах, на именинах и праздниках держался обычно в тени, занимал позицию «углового остряка...» (Ю.В. Трифонов).",
            "Множество прекрасных, иногда превосходных созданий талантливого художника в продолжение долгих лет оставались в тени, незамеченными... (В.В. Стасов).",
            "Безволие и бессилие одних в сочетании с хищным оскалом зубов других — такой полный портрет буржуазной молодёжи. Литература оставила в тени вторую группу, посвятив основное своё внимание первой... (М. Горький)."
        ]
    },
    {
        "id": "в глаза не видел",
        "letter": "В",
        "title": "в глаза не видел",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Никогда (не видеть)."
            }
        ],
        "examples": [
            "Я прочёл мою критику и в Горновском доме, не пропустив случая побранить Загоскина, которого в глаза не видывал и комедии которого не читал... (С.Т. Аксаков)."
        ]
    },
    {
        "id": "в два счёта",
        "letter": "В",
        "title": "в два счёта",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Без промедления; очень быстро; сразу же."
            }
        ],
        "examples": [
            "Матвееву надо бы оклад выхлопотать, — добавил Крылов. — Я это могу в два счёта... — заторопился Агатов... (Д.А. Гранин)."
        ]
    },
    {
        "id": "в двух словах",
        "letter": "В",
        "title": "в двух словах",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень кратко, сжато, без подробностей (говорить, писать и т.п.)."
            }
        ],
        "examples": [
            "Мне захотелось в двух словах записать эту присказку, чтобы потом не забыть... (Ф.А. Искандер)."
        ]
    },
    {
        "id": "в двух шагах",
        "letter": "В",
        "title": "в двух шагах",
        "info": "от кого, от чего. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Совсем близко, недалеко."
            }
        ],
        "examples": [
            "От меня в двух шагах живёт семейство, с которым мне очень хочется вас познакомить... (И.С. Тургенев)."
        ]
    },
    {
        "id": "в добрый путь",
        "letter": "В",
        "title": "в добрый путь",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Употребляется как пожелание удачного путешествия, благополучного пути."
            }
        ],
        "examples": [
            "Ну, в добрый путь, товарищи, — сказал Шахаев, и разведчики пошли в разные стороны... (М.Н. Алексеев)."
        ]
    },
    {
        "id": "в добрый час",
        "letter": "В",
        "title": "в добрый час",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Пожелание удачи, благополучия (при начинании какого-либо дела, при проводах кого-либо)."
            }
        ],
        "examples": [
            "Вот Саша подсадил Надю, укрыл ей ноги пледом. Вот и сам он поместился рядом. — В добрый час! Господь благословит! — кричала с крыльца бабушка. — Ты же, Саша, пиши нам из Москвы! (А.П. Чехов)."
        ]
    },
    {
        "id": "в конечном счёте",
        "letter": "В",
        "title": "в конечном счёте",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "В результате, в итоге."
            }
        ],
        "examples": [
            "Из непостижимого хаоса, вечно возникающих туманностей слагается, в конечном счёте, высшая форма природы — человеческий мозг... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "в конце концов",
        "letter": "В",
        "title": "в конце концов",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Наконец; в конечном итоге."
            }
        ],
        "examples": [
            "В конце концов уточните между собой вопрос, кто из вас главный в доме — ты или мама? В конце концов!.. (А.А. Фадеев)."
        ]
    },
    {
        "id": "в крайнем случае",
        "letter": "В",
        "title": "в крайнем случае",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Если нет другого выхода, при острой необходимости."
            }
        ],
        "examples": [
            "Оружие он посоветовал получше спрятать под платьем. И лишь в крайнем случае, когда другого выхода не останется, разведчикам разрешалось применить его... (Г.С. Берёзко)."
        ]
    },
    {
        "id": "в любом случае",
        "letter": "В",
        "title": "в любом случае",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "При любых обстоятельствах, что бы ни случилось, обязательно."
            }
        ],
        "examples": [
            "В любом случае ты знаешь, как себя вести... (А.В. Вампилов)."
        ]
    },
    {
        "id": "в мгновение ока",
        "letter": "В",
        "title": "в мгновение ока",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Моментально, очень быстро, вмиг."
            }
        ],
        "examples": [
            "В мгновение ока он выхватил пистолет, взвёл курок, приставил дуло ко лбу Малек-Аделя, выстрелил... (И.С. Тургенев)."
        ]
    },
    {
        "id": "в один голос",
        "letter": "В",
        "title": "в один голос",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Одновременно, все вместе."
            },
            {
                "number": "2.",
                "text": "Единодушно (утверждать, заявлять)."
            }
        ],
        "examples": [
            "Когда дым рассеялся, Грушницкого на площадке не было. Только прах лёгким столбом ещё вился на краю обрыва. Все в один голос вскрикнули... (М.Ю. Лермонтов).",
            "На судебном процессе её крепостные в один голос показали, что они не смели пикнуть против своей лютой госпожи... (В.Я. Шишков)."
        ]
    },
    {
        "id": "в один миг",
        "letter": "В",
        "title": "в один миг",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень быстро, моментально."
            }
        ],
        "examples": [
            "У меня в один миг потеряешь место!.. (А.П. Чехов)."
        ]
    },
    {
        "id": "в порядке вещей",
        "letter": "В",
        "title": "в порядке вещей",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Обычно, нормально."
            }
        ],
        "examples": [
            "Вообразите, что у меня жёлчная горячка; я могу выздороветь, могу и умереть; то и другое в порядке вещей... (М.Ю. Лермонтов)."
        ]
    },
    {
        "id": "в последнее время",
        "letter": "В",
        "title": "в последнее время",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Незадолго до настоящего момента и в настоящее время."
            }
        ],
        "examples": [
            "В последнее время она [Сосновская] мучилась сильным нервным расстройством... (И.А. Бунин)."
        ]
    },
    {
        "id": "в последнюю очередь",
        "letter": "В",
        "title": "в последнюю очередь",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "После всего, в самом конце."
            }
        ],
        "examples": [
            "Талант — нечто настолько таинственное, что когда все будут знать про Землю, про её прошлое и будущее... в последнюю очередь всё-таки узнают, что такое талант, откуда он берётся... (Р.Г. Гамзатов)."
        ]
    },
    {
        "id": "в противном случае",
        "letter": "В",
        "title": "в противном случае",
        "info": "Книжн.",
        "meanings": [
            {
                "number": "1.",
                "text": "Иначе."
            }
        ],
        "examples": [
            "Юлия написала: «Павел! Приезжай сию секунду к папеньке; в противном случае ты никогда меня не увидишь...» (А.Ф. Писемский)."
        ]
    },
    {
        "id": "в самый раз",
        "letter": "В",
        "title": "в самый раз",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "То самое, что надо; очень подходит, устраивает, удовлетворяет."
            },
            {
                "number": "2.",
                "text": "По размеру; впору (об одежде, обуви)."
            }
        ],
        "examples": [
            "Я знал это сокращённое название и объяснил его. Оно означало: «Особый продовольственный губернский комитет». Торелли присел, хлопнул себя по коленкам костлявыми лапками и залился тихим смехом. — Лучшего учреждения, — пропищал он, — нам не нужно. В самый раз!.. (К.Г. Паустовский).",
            "Вишь, в самый раз, — приговаривал Платон, обдёргивая рубаху... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "в своё время",
        "letter": "В",
        "title": "в своё время",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Прежде, когда-то в прошлом."
            },
            {
                "number": "2.",
                "text": "Своевременно, когда требуется."
            }
        ],
        "examples": [
            "Её муж, бывший губернский прокурор, известный в своё время делец... умер лет десять тому назад... (И.С. Тургенев).",
            "Господин Голядкин повторил, что будет в своё время и задаток... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "в свою очередь",
        "letter": "В",
        "title": "в свою очередь",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Также, тоже."
            }
        ],
        "examples": [
            "Усадив меня за работу, Владислав, в свою очередь, не тратил времени впустую... (В.М. Бахметьев)."
        ]
    },
    {
        "id": "в сердцах",
        "letter": "В",
        "title": "в сердцах",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "В порыве раздражения, сильно рассердившись."
            }
        ],
        "examples": [
            "Пилить их [дрова] и колоть одной рукой было очень трудно. Тихон... швырнул в сердцах топор и чуть не заплакал... (К.Г. Паустовский)."
        ]
    },
    {
        "id": "валиться из рук",
        "letter": "В",
        "title": "валиться из рук",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Плохо удаваться; не ладиться из-за отсутствия желания, из-за плохого настроения."
            }
        ],
        "examples": [
            "Дома Варя не находила себе места. Работа валилась из рук. Раздражала всякая мелочь... (А.Н. Степанов)."
        ]
    },
    {
        "id": "вверх дном",
        "letter": "В",
        "title": "вверх дном",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Наоборот; противоположно тому, как надо."
            }
        ],
        "examples": [
            "При новой жене в доме все пошло вверх дном; никому житья от неё не стало... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "вверх ногами",
        "letter": "В",
        "title": "вверх ногами",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Совершенно не так, как надо, противоположно тому, как было."
            },
            {
                "number": "2.",
                "text": "Низом вверх; в перевёрнутом положении."
            }
        ],
        "examples": [
            "«Атаман» уже не раз доказал свою способность ставить свою политику вверх ногами... (Н.А. Островский).",
            "Наморщив лоб и сжав губы, Сотский рассматривает документ, держа его нередко вверх ногами... (А.И. Куприн)."
        ]
    },
    {
        "id": "вдоль и поперёк",
        "letter": "В",
        "title": "вдоль и поперёк",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Во всех направлениях."
            },
            {
                "number": "2.",
                "text": "Экспрес. Очень хорошо; во всех подробностях."
            }
        ],
        "examples": [
            "[Минский] распечатал его (письмо) зевая; пожал плечами, развернув два листа, вдоль и поперёк исписанные самым мелким женским почерком... (А.С. Пушкин).",
            "Не учи меня! Я твою болезнь знаю вдоль и поперёк; она может продлиться до твоей смерти... (Н.В. Успенский)."
        ]
    },
    {
        "id": "вести себя",
        "letter": "В",
        "title": "вести себя",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Поступать каким-либо определённым образом."
            }
        ],
        "examples": [
            "Садитесь здесь, — говорила Вера Иосифовна, сажая гостя возле себя. — Вы можете ухаживать за мной. Мой муж ревнив, это Отелло, но ведь мы постараемся вести себя так, что он ничего не заметит... (А.П. Чехов)."
        ]
    },
    {
        "id": "вешать голову",
        "letter": "В",
        "title": "вешать голову",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Приходить в уныние, в отчаяние."
            }
        ],
        "examples": [
            "Ты своими слезами из меня всю душу вытянула, да ещё батюшке нажаловалась. Он мне вон каких страстей насулил, поневоле голову повесишь... (А.Н. Островский)."
        ]
    },
    {
        "id": "взять на заметку",
        "letter": "В",
        "title": "взять на заметку",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "кого, что. Стараться запомнить кого-либо или что-либо как нечто значительное, важное, исключительное."
            },
            {
                "number": "2.",
                "text": "что. Принимать к сведению что-либо."
            }
        ],
        "examples": [
            "Ванька каким- то образом выслеживал, где находится та или иная гороховая делянка, брал её на заметку... и, подмигивая мне, объявлял: «Завтра пойдём!..» (М.Н. Алексеев).",
            "Штаб фронта брал эти сведения на заметку, как показательное явление, доказывающее лишний раз интерес немцев к Ковельскому узлу... (Э.Г. Казакевич)."
        ]
    },
    {
        "id": "вместе с тем",
        "letter": "В",
        "title": "вместе с тем",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Одновременно, в то же время; также, притом."
            }
        ],
        "examples": [
            "Во всякой книге предисловие есть первая и вместе с тем последняя вещь... (М.Ю. Лермонтов)."
        ]
    },
    {
        "id": "во весь дух",
        "letter": "В",
        "title": "во весь дух",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень быстро бежать, мчаться; с большой скоростью ехать."
            }
        ],
        "examples": [
            "Я как безумный выскочил на крыльцо, прыгнул на своего Черкеса, которого водили по двору, и пустился во весь дух по дороге в Пятигорск... (М.Ю. Лермонтов)."
        ]
    },
    {
        "id": "во весь рост",
        "letter": "В",
        "title": "во весь рост",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Выпрямившись (стоять, вставать и т.п.)."
            },
            {
                "number": "2.",
                "text": "Полностью, целиком (вся фигура стоящего человека). О портрете, изображении."
            },
            {
                "number": "3.",
                "text": "С очевидностью, без каких-либо сомнений."
            }
        ],
        "examples": [
            "На бруствере траншеи во весь рост стоял человек и смотрел на восточный берег в бинокль... (Э.Г. Казакевич).",
            "Я задумал написать её во весь рост, одну, стоящую прямо перед зрителями, с глазами, устремлёнными перед собой... (В.М. Гаршин).",
            "Только после совещания в Кремле встали перед нами и ошибки, и вина во весь рост... (Г.Е. Николаева)."
        ]
    },
    {
        "id": "во всяком случае",
        "letter": "В",
        "title": "во всяком случае",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Экспрес. При любых обстоятельствах."
            },
            {
                "number": "2.",
                "text": "Всё-таки, однако."
            }
        ],
        "examples": [
            "Я твёрдо был уверен, что во всяком случае встречу его сегодня у мамы... (Ф.М. Достоевский).",
            "Местечко похоже более на село, чем на город, но когда-то оно знало если не лучшие, то во всяком случае менее дремотные дни... (В.Г. Короленко)."
        ]
    },
    {
        "id": "во имя",
        "letter": "В",
        "title": "во имя",
        "info": "кого, чего.",
        "meanings": [
            {
                "number": "1.",
                "text": "Высок. Ради, для."
            },
            {
                "number": "2.",
                "text": "Устар. В знак доброй памяти."
            }
        ],
        "examples": [
            "Надо бороться за человека против плохого в нём, во имя хорошего... (Г.Е. Николаева).",
            "В нескольких верстах от моей деревни находится большое село Шумихино, с каменной церковью, воздвигнутой во имя преподобных Козьмы и Дамиана... (И.С. Тургенев)."
        ]
    },
    {
        "id": "во что бы то ни стало",
        "letter": "В",
        "title": "во что бы то ни стало",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Непременно, при любых обстоятельствах, несмотря на преграды."
            }
        ],
        "examples": [
            "А в это время сестра Шмидта металась по канцеляриям министерств в Петербурге и требовала помиловать её брата. Ей не говорили ничего определённого, хотя все знали тайный приказ Николая расстрелять Шмидта во что бы то ни стало... (К.Г. Паустовский)."
        ]
    },
    {
        "id": "водить за нос",
        "letter": "В",
        "title": "водить за нос",
        "info": "кого.",
        "meanings": [
            {
                "number": "1.",
                "text": "Обманывать, вводить в заблуждение, обычно обещая что-либо и не выполняя обещанного."
            }
        ],
        "examples": [
            "Студенты все влюблялись в неё, по очереди или по несколько в одно время. Она всех водила за нос и про любовь одного рассказывала другому и смеялась над первым, потом с первым над вторым... (И.А. Гончаров)."
        ]
    },
    {
        "id": "войти в положение",
        "letter": "В",
        "title": "войти в положение",
        "info": "кого, чьё.",
        "meanings": [
            {
                "number": "1.",
                "text": "Понимая состояние, положение и т.п. кого-либо, относиться к нему с участием, вниманием; сочувствовать ему."
            }
        ],
        "examples": [
            "Будем, однако, справедливы, постараемся войти в их положение и, может быть, станем судить об них гораздо снисходительнее... (А.С. Пушкин)."
        ]
    },
    {
        "id": "воспрянуть духом",
        "letter": "В",
        "title": "воспрянуть духом",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Преодолев подавленность, уныние, обрести бодрость, ощутить подъём душевных сил."
            }
        ],
        "examples": [
            "Иван Васильевич стал добрее, воспрянул духом после присоединения Сибири... (В.И. Костылёв)."
        ]
    },
    {
        "id": "впиться глазами",
        "letter": "В",
        "title": "впиться глазами",
        "info": "в кого, во что. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Пристально смотреть на кого-либо, на что-либо."
            }
        ],
        "examples": [
            "Потом выстрелил и Павел, впившись, кажется, всеми глазами в цель; но тоже не попал... (А.Ф. Писемский)."
        ]
    },
    {
        "id": "все до одного",
        "letter": "В",
        "title": "все до одного",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Все без исключения."
            }
        ],
        "examples": [
            "Впереди стояли двумя рядами степенные русаки-каменщики, все до одного в белых фартуках... (А.И. Куприн)."
        ]
    },
    {
        "id": "всё в порядке",
        "letter": "В",
        "title": "всё в порядке",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Благополучно; так, как должно быть."
            }
        ],
        "examples": [
            "Убедившись в том, что с семенами всё в порядке, Валентина села в машину и поехала дальше... (Г.Е. Николаева)."
        ]
    },
    {
        "id": "всё на свете",
        "letter": "В",
        "title": "всё на свете",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Абсолютно, совершенно, решительно (всё, никто и т.п.)."
            }
        ],
        "examples": [
            "Я бы дал всё на свете, чтобы опять держать её холодную руку, опять слышать её тихий голос... (И.С. Тургенев)."
        ]
    },
    {
        "id": "всё равно",
        "letter": "В",
        "title": "всё равно",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Одинаково, безразлично."
            },
            {
                "number": "2.",
                "text": "В любом случае, при любых условиях."
            },
            {
                "number": "3.",
                "text": "Всё-таки; вопреки обстоятельствам."
            }
        ],
        "examples": [
            "[Петрушке] было совершенно всё равно, похождение ли любовного героя, просто букварь или молитвенник — он всё читал с равным вниманием... (Н.В. Гоголь).",
            "Моё ревнивое сердце её всё равно стерпеть не может, и я её и себя погублю... (Н.С. Лесков).",
            "Я вам всегда верю, — просто и значительно ответила она. — Даже когда не хочется верить, то всё равно верю... (П.А. Павленко)."
        ]
    },
    {
        "id": "выжимать соки",
        "letter": "В",
        "title": "выжимать соки",
        "info": "из кого. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Жестоко эксплуатировать, доводя до бедности, нужды, нищеты."
            }
        ],
        "examples": [
            "Встречались помещики, которые буквально выжимали из барщинских крестьян последний сок, поголовно томя на господской работе мужиков и баб шесть дней в неделю и представляя им управляться с своими работами только по праздникам... (М.Е. Салтыков-Щедрин)."
        ]
    },
    {
        "id": "выше головы",
        "letter": "В",
        "title": "выше головы",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Нельзя сделать то, что свыше сил."
            }
        ],
        "examples": [
            "Всякую книжку человек писал, а выше своей головы он не может прыгнуть... (М. Горький)."
        ]
    },
    {
        "id": "выше сил (выше моих сил)",
        "letter": "В",
        "title": "выше сил (выше моих сил)",
        "info": "чьих. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Нет возможности преодолеть, вынести что-либо."
            }
        ],
        "examples": [
            "Нет, это было выше сил, будь они хоть трижды сибирские — крепкие, способные вынести многое... (В.М. Шукшин).",
            "Я не могу с нею расстаться. Это выше моих сил... (А.Ф. Писемский)."
        ]
    },
    {
        "id": "главным образом",
        "letter": "Г",
        "title": "главным образом",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Преимущественно, в основном."
            },
            {
                "number": "2.",
                "text": "Самое главное, существенное, важное."
            }
        ],
        "examples": [
            "Здесь жили главным образом старатели-золотоискатели... Они промывали пески, речные наносы, добывая крупинки золота... (Ф.И. Панфёров).",
            "Станичники тоже голодали, а главным образом нечем было кормить скотину... (Д.Н. Мамин-Сибиряк)."
        ]
    },
    {
        "id": "глаза в глаза",
        "letter": "Г",
        "title": "глаза в глаза",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Совсем, совершенно рядом, очень близко."
            }
        ],
        "examples": [
            "Сколько событий прошло за этот год! Сколько раз видел он смерть глаза в глаза!.. (Л.В. Никулин)."
        ]
    },
    {
        "id": "глаза горят",
        "letter": "Г",
        "title": "глаза горят",
        "info": "кого-л. на что-л.",
        "meanings": [
            {
                "number": "1.",
                "text": "О сильном желании иметь что-либо."
            }
        ],
        "examples": [
            "Бери, бери! Я же знаю, что у тебя на него [маузер] давно глаза горят... (Н.А. Островский)."
        ]
    },
    {
        "id": "глаза разбегаются",
        "letter": "Г",
        "title": "глаза разбегаются",
        "info": "у кого. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо не может сосредоточить взгляд на чём-либо от разнообразия впечатлений."
            }
        ],
        "examples": [
            "Часы они видели и в других магазинах, и не мало, но здесь их было такое разнообразие, что глаза разбегались... (Г.И. Матвеев)."
        ]
    },
    {
        "id": "глазом не моргнул",
        "letter": "Г",
        "title": "глазом не моргнул",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Решительно, без колебаний начал что-либо; не поколебался, не смутился, не задумался перед тем, как сделать что-либо."
            },
            {
                "number": "2.",
                "text": "Не проявил признаков волнения, страха и т.п."
            }
        ],
        "examples": [
            "Зарежут? — с великой тоской переспросил Андрей Андреевич. — И глазом не моргнут! Для них что ты, что я — один чёрт, одной верёвочкой связаны!.. (Н.Е. Вирта).",
            "Мне пора и отдохнуть. Вот другие сутки, как я глаз не сводил... (М.Н. Загоскин)."
        ]
    },
    {
        "id": "гнуть спину",
        "letter": "Г",
        "title": "гнуть спину",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Много, до изнеможения работать."
            }
        ],
        "examples": [
            "Все эти Анны, Марьи, Пелагеи с раннего утра до потёмок гнут спины, болеют от непосильного труда... (А.П. Чехов)."
        ]
    },
    {
        "id": "горя не знать",
        "letter": "Г",
        "title": "горя не знать",
        "info": "с чем. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не испытывать неудобств, беспокойства от чего-либо."
            }
        ],
        "examples": [
            "До Серпухова дошли быстро. Но за дорогу нам с Колей не раз пришлось поменяться ношами. Носить пулемёт и диски не такое уж удовольствие. В лагере кое-кто завидовал нам, теперь мы завидовали им. Горя они не знают со своими винтовочками за спиной... (В.П. Росляков)."
        ]
    },
    {
        "id": "грешным делом",
        "letter": "Г",
        "title": "грешным делом",
        "info": "Прост.",
        "meanings": [
            {
                "number": "1.",
                "text": "Должен признаться; к сожалению, так."
            }
        ],
        "examples": [
            "У меня в Москве уже сильно болела голова, был жар — это я скрывал от Вас грешным делом, теперь ничего... (А.П. Чехов)."
        ]
    },
    {
        "id": "далеко пойти",
        "letter": "Д",
        "title": "далеко пойти",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Достичь больших успехов в жизни, добиться больших результатов в чём-либо."
            }
        ],
        "examples": [
            "Его Вилицким зовут. Он со мной в одном министерстве служит. Прекрасный молодой человек. В двадцать три года коллежский секретарь, на днях титулярный, и на виду. Он далеко пойдёт... (И.С. Тургенев)."
        ]
    },
    {
        "id": "дать волю",
        "letter": "Д",
        "title": "дать волю",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Кому. Разг. Предоставлять свободу в действиях, поступках."
            },
            {
                "number": "2.",
                "text": "Чему. Не сдерживать (чувств, переживаний, настроений)."
            }
        ],
        "examples": [
            "Я за всех не ответчица, коли они всякому в своём доме волю дают... (А.Н. Островский).",
            "[Мать Веры] до того приучила себя не давать воли своим чувствам, что даже стыдилась выказывать страстную любовь свою к дочери... (И.С. Тургенев)."
        ]
    },
    {
        "id": "дать урок",
        "letter": "Д",
        "title": "дать урок",
        "info": "кому.",
        "meanings": [
            {
                "number": "1.",
                "text": "Учить кого-либо; преподавать в школе или на дому."
            },
            {
                "number": "2.",
                "text": "Проучить кого-либо."
            }
        ],
        "examples": [
            "Вы в нынешнем году опять намерены давать уроки в школе?.. (И.С. Тургенев).",
            "Ты, впрочем, очень счастлив — рано испытав несчастье; я уверена, что оно дало тебе хороший урок... (Н.С. Лесков)."
        ]
    },
    {
        "id": "делать нечего",
        "letter": "Д",
        "title": "делать нечего",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Нет ничего интересного в чём-либо или где-либо."
            },
            {
                "number": "2.",
                "text": "Кому с кем. Нет ничего общего с кем-либо."
            },
            {
                "number": "3.",
                "text": "Иного выхода нет."
            }
        ],
        "examples": [
            "Нам надо бы познакомиться. Собственно — здесь делать нечего, шум этот надолго, а пользы в нём мало... (М. Горький).",
            "Дочери со мной делать нечего. Я — кто? Прачка. Какая я мать ей? Она — образованная, учёная. То-то, брат... (М. Горький).",
            "Все знали, что до воды мы дойдём только к сумеркам. Делать нечего, оставалось запастись терпением... (В.К. Арсеньев)."
        ]
    },
    {
        "id": "дело в шляпе",
        "letter": "Д",
        "title": "дело в шляпе",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Всё в полном порядке; всё завершилось очень хорошо."
            }
        ],
        "examples": [
            "Все были убеждены, что завести новый строй хозяйства — сущие пустяки: стоит накупить машин, нанять немцев и проч., и дело в шляпе... (С.Н. Терпигорев)."
        ]
    },
    {
        "id": "дело житейское",
        "letter": "Д",
        "title": "дело житейское",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "О чём-либо обыкновенном, обыденном."
            }
        ],
        "examples": [
            "Артур фон-Зайниц занимает немного денег у своего друга. Это дело житейское, обыкновенное... (А.П. Чехов)."
        ]
    },
    {
        "id": "держать себя в руках",
        "letter": "Д",
        "title": "держать себя в руках",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Сдерживаться; сохранять самообладание, подчиняя свои чувства воле."
            }
        ],
        "examples": [
            "Прожектора же освещают не только сцену, но и часть зрительного зала, и я должна играть, видя первые ряды партера. Это мне очень мешает, отвлекает, заставляет меня держать себя в руках, не замечать того, что в данный момент выходит за пределы рампы... (В.А. Мичурина-Самойлова)."
        ]
    },
    {
        "id": "держать ухо востро",
        "letter": "Д",
        "title": "держать ухо востро",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Быть крайне осмотрительным с кем-либо, не доверять кому-либо."
            },
            {
                "number": "2.",
                "text": "Быть постоянно начеку."
            }
        ],
        "examples": [
            "Ирина Павловна поняла, что с этим стариком надо держать ухо востро... (В.С. Пикуль).",
            "На границе глаз нужен. Чуть проспишь, горько пожалеешь. Днём границу проскочить не так-то легко, зато ночью держи ухо востро... (Н.А. Островский)."
        ]
    },
    {
        "id": "днём с огнём",
        "letter": "Д",
        "title": "днём с огнём",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "С величайшим трудом (можно найти, отыскать и т.п.) кого-либо или что-либо."
            }
        ],
        "examples": [
            "А кстати сказать, другого такого одра, как этот, папаша, не сыскать днём с огнём. Вы не можете себе представить, что это за нечистоплотная, бездарная и неуклюжая скотина... (А.П. Чехов)."
        ]
    },
    {
        "id": "до глубины души (до глубины сердца)",
        "letter": "Д",
        "title": "до глубины души (до глубины сердца)",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень сильно (волновать, быть взволнованным)."
            }
        ],
        "examples": [
            "Потрясён до глубины души безвозвратной потерей. Нет больше Горького. Прощай, милый, родной, незабываемый Алексей Максимович (Н.А. Островский).",
            "Это письмо тронуло Ибрагима до глубины сердца... (А.С. Пушкин)."
        ]
    },
    {
        "id": "до нитки промокнуть (до нитки вымокнуть)",
        "letter": "Д",
        "title": "до нитки промокнуть (до нитки вымокнуть)",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Насквозь, совсем."
            }
        ],
        "examples": [
            "Уже, в ожидании, Марк Иванович прометал и проставил полмесячное жалованье Преполовенке и Кантареву — жильцам; уже весь нос покраснел, вспух у Океанова за игрой в носки и в три листика; уже Авдотья-работница почти совсем выспалась и два раза собиралась вставать, дрова таскать, печку топить, и весь до нитки промок Зиновий Прокофьевич, поминутно выбегая во двор наведываться о Семене Ивановиче; но не явилось ещё никого... (Ф.М. Достоевский).",
            "В трёх верстах от станции *** стало накрапывать, и через минуту проливной дождь вымочил меня до последней нитки... (А.С. Пушкин)."
        ]
    },
    {
        "id": "до сих пор",
        "letter": "Д",
        "title": "до сих пор",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "До настоящего времени."
            }
        ],
        "examples": [
            "Умер Горшков... Меня это так сразило, Варенька, что я до сих пор опомниться не могу... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "добро пожаловать",
        "letter": "Д",
        "title": "добро пожаловать",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Вежливое приглашение приехать, прийти; войти в дом, в помещение."
            }
        ],
        "examples": [
            "В дверях показался новый гость... — А, ба! Васильчиков! Добро пожаловать! — раздалось отовсюду... (Д.В. Григорович)."
        ]
    },
    {
        "id": "достать из-под земли",
        "letter": "Д",
        "title": "достать из-под земли",
        "info": "что. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Находить, получать, добывать что-то ценой любых усилий, труда, риска."
            }
        ],
        "examples": [
            "Мне начальницу бы... — робко сказал Николай. — Кого хошь, барин мой распрекрасный, кого хошь из-под земли достану... Да вот она и сама тут как тут... (А.А. Кузнецова)."
        ]
    },
    {
        "id": "друг друга",
        "letter": "Д",
        "title": "друг друга",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Взаимно, один другого."
            }
        ],
        "examples": [
            "Целый вечер мы с Мишкой звонили друг другу и выдумывали разные фокусы... (Н.Н. Носов)."
        ]
    },
    {
        "id": "душа болит",
        "letter": "Д",
        "title": "душа болит",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Кого, чья, у кого. Разг."
            },
            {
                "number": "2.",
                "text": "За кого, за что. Разг. Кто-либо переживает за кого-либо; тревожится за что-нибудь."
            }
        ],
        "examples": [
            "Господь, кажется, всем меня благословил: богатством, знатностью, чинами... а меж тем душа моя болит... (А.Ф. Писемский).",
            "А тут за флот душа болит. Что она понимает там, в Сибири, жена моя?.. (А.А. Первенцев)."
        ]
    },
    {
        "id": "душа в душу",
        "letter": "Д",
        "title": "душа в душу",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень дружно, в полном согласии (жить)."
            }
        ],
        "examples": [
            "И верно, жаловаться нельзя; дружно живут, душа в душу... (В.А. Кочетов)."
        ]
    },
    {
        "id": "душа лежит",
        "letter": "Д",
        "title": "душа лежит",
        "info": "к кому, к чему.",
        "meanings": [
            {
                "number": "1.",
                "text": "О склонности, расположении к кому-либо или чему-либо."
            }
        ],
        "examples": [
            "Работа потребуется у нас немалая для выполнения этих планов! — К чему у людей душа лежит, к тому и руки приложатся, — ответила Любава... (Г.Е. Николаева)."
        ]
    },
    {
        "id": "души не чаять",
        "letter": "Д",
        "title": "души не чаять",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Безгранично любить; обожать, доверяя во всём."
            }
        ],
        "examples": [
            "Верный, надёжный, родной, быть может, единственный на свете человек, который души в мальчике не чаял, был таким вот простецким, чудаковатым стариком, которого умники прозвали Расторопным Момуном... (Ч.Т. Айтматов)."
        ]
    },
    {
        "id": "душой и телом",
        "letter": "Д",
        "title": "душой и телом",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Совершенно; целиком и полностью."
            }
        ],
        "examples": [
            "Степан, бывая в этих краях, обязательно заворачивал сюда, чтобы поесть душистого мёду, поваляться на душистом сене, услышать тишину и запахи леса и отдохнуть душою и телом от забот... (Б.Л. Горбатов)."
        ]
    },
    {
        "id": "едва таскать ноги",
        "letter": "Е",
        "title": "едва таскать ноги",
        "info": "Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень медленно ходить, двигаться (обычно от усталости, болезни, слабости и т.п.); обессилеть."
            }
        ],
        "examples": [
            "Исправник ходил весь чёрный от пыли и еле таскал ноги от усталости... (Г.И. Успенский)."
        ]
    },
    {
        "id": "еле дышать",
        "letter": "Е",
        "title": "еле дышать",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Устар. Прост. Жить очень бедно; влачить жалкое существование."
            },
            {
                "number": "2.",
                "text": "Стать ветхим; прийти в негодность."
            }
        ],
        "examples": [
            "Артамон Ильич знал, что семейство это принадлежит к числу разорявшихся дворян, еле дышащих на последние крохи... (Г.И. Успенский).",
            "Всё покосилось... Сарай, как старик, сгорбился, дом еле дышал... Надо бы чинить, да где уж!.. (Б.Л. Горбатов)."
        ]
    },
    {
        "id": "ещё бы",
        "letter": "Е",
        "title": "ещё бы",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Конечно же; разумеется, так; не стоит сомневаться."
            },
            {
                "number": "2.",
                "text": "Иначе и быть не может."
            }
        ],
        "examples": [
            "Да захочет ли он прийти к нам? — Ещё бы! Он очень будет рад... (И.С. Тургенев).",
            "Шалунов находился в особенном состоянии душевного подъёма. Ещё бы: наконец-то ему дали свой корабль... (А.А. Первенцев)."
        ]
    },
    {
        "id": "за плечами",
        "letter": "З",
        "title": "за плечами",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Позади кого-либо и в непосредственной близости."
            },
            {
                "number": "2.",
                "text": "То, что было в прошлом, что пришлось пережить, испытать."
            }
        ],
        "examples": [
            "Серебряный был у Скуратова за плечами. Не выдал его старый конь водовозный... (А.К. Толстой).",
            "У него за плечами двадцать лет заграничной практики, солидный опыт, богатое прошлое, а что у вас?.. (В.Ф. Попов)."
        ]
    },
    {
        "id": "забивать голову",
        "letter": "З",
        "title": "забивать голову",
        "info": "чем. Прост.",
        "meanings": [
            {
                "number": "1.",
                "text": "Перегружать сознание, память множеством мыслей, сведений, знаний и т.п., обычно ненужных."
            },
            {
                "number": "2.",
                "text": "Обременять себя заботами, думами."
            }
        ],
        "examples": [
            "Вот что значит оторваться от хороших степенных людей и якшаться со всяким сбродом с лесопилки Ахонена. Забили там его глупую голову разной ерундой, и теперь не выбьешь её оттуда ничем... (Э. Грин).",
            "А что вам забивать голову нашими делами! Вам высоко теперь быть, другие у вас будут дела и заботы — поважнее наших... (Н.Е. Вирта)."
        ]
    },
    {
        "id": "заговаривать зубы",
        "letter": "З",
        "title": "заговаривать зубы",
        "info": "кому. Разг. Ирон.",
        "meanings": [
            {
                "number": "1.",
                "text": "Намеренно отвлекать мысли, внимание собеседника посторонними разговорами."
            },
            {
                "number": "2.",
                "text": "Вводить в заблуждение, обманывать."
            }
        ],
        "examples": [
            "Прасковья повернулась к толпе и призывно крикнула: — Слышите, товарки? Глядите, ребята! Управляющий зубы заговаривает — обмануть хочет... (Ф.В. Гладков).",
            "Ты ему зубы не заговаривай. Он тебя видит насквозь... (С.П. Бабаевский)."
        ]
    },
    {
        "id": "задеть за живое",
        "letter": "З",
        "title": "задеть за живое",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Действовать на самолюбие, гордость кого-либо; глубоко волновать."
            }
        ],
        "examples": [
            "Задели его барина, задели за живое и Захара. Расшевелили и честолюбие, и самолюбие: преданность проснулась и высказалась со всей силой... (И.А. Гончаров)."
        ]
    },
    {
        "id": "закидать камнями",
        "letter": "З",
        "title": "закидать камнями",
        "info": "кого. Разг. Предосуд.",
        "meanings": [
            {
                "number": "1.",
                "text": "Обвинять, осуждать кого-либо."
            }
        ],
        "examples": [
            "Проводил девушку? — спросил он меня и, не дожидаясь ответа, приступил к нравоучениям... — Вот ты её по госпиталю за собой водишь, укромных местечек ищешь. Думаешь, люди не видят! Я в твои годы так не поступал, у нас во Мге за такое ухажёрство камнями бы закидали!.. (В.С. Шефнер)."
        ]
    },
    {
        "id": "заметать следы",
        "letter": "З",
        "title": "заметать следы",
        "info": "чего. Разг. Ирон.",
        "meanings": [
            {
                "number": "1.",
                "text": "Уничтожать то, что может служить уликой в чём-либо."
            }
        ],
        "examples": [
            "Заметая следы моего проживания у Филлипыча, я вытравил из домовой книги свою прописку... (И.А. Козлов)."
        ]
    },
    {
        "id": "засучив рукава",
        "letter": "З",
        "title": "засучив рукава",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Усердно, старательно, энергично (делать что-либо)."
            }
        ],
        "examples": [
            "Февраль на дворе, вот-вот пригреет солнышко, и хлеборобу, засучив рукава, надо браться за дело, и, хотя в почву ещё не брошено зерно, не пробудилась нива, уже думает он о том, что вырастет, чем порадует земля... (А.В. Гиталов)."
        ]
    },
    {
        "id": "затаив дыхание",
        "letter": "З",
        "title": "затаив дыхание",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Сосредоточенно, напряжённо вслушиваясь; испугавшись."
            },
            {
                "number": "2.",
                "text": "С большим интересом, вниманием."
            }
        ],
        "examples": [
            "Мы покорно сидели затаив дыхание, не решаясь шевельнуться... (И.А. Бунин).",
            "Вот она где, моя родина, я не один. Она ждала, что скажет он дальше, готовая слушать затаив дыхание... (В.Ф. Тендряков)."
        ]
    },
    {
        "id": "и так и сяк",
        "letter": "И",
        "title": "и так и сяк",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "По-разному, по-всякому."
            },
            {
                "number": "2.",
                "text": "Можно терпеть, терпимо, сносно."
            },
            {
                "number": "3.",
                "text": "Сносный, терпимый; кое-что значит, стоит."
            },
            {
                "number": "4.",
                "text": "Угодничает; проявляет излишнее внимание."
            }
        ],
        "examples": [
            "Взяв книгу, он стал жадно листать её. Потом подошёл к лампе и принялся рассматривать книгу ещё пристальней, вертел её так и сяк, поглаживал золотой обрез... (Ю.В. Трифонов).",
            "Каково торгует ваша милость? — спросил Адриан. — Э-хе-хе, — отвечал Шульц, — и так и сяк. Пожаловаться не могу. Хоть, конечно, мой товар не то, что ваш: живой без сапог обойдётся, а мёртвый без гроба не живёт... (А.С. Пушкин).",
            "В чём другом — ещё так и сяк, а в науках глуп — откровенно каюсь!.. (Ф.М. Достоевский).",
            "Конечно, дядя Филя хороший человек, но иногда бывает нечестный. Когда я ему нужен, так он и так и сяк, и Василием Иванычем называет, и докурить даёт, а за глаза — смеётся... (С.П. Антонов)."
        ]
    },
    {
        "id": "играть роль",
        "letter": "И",
        "title": "играть роль",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Какую. Иметь какое-либо значение в чём-либо."
            },
            {
                "number": "2.",
                "text": "Экспрес. Очень сильно воздействовать на что-либо."
            },
            {
                "number": "3.",
                "text": "Кого, чего. Выступать в качестве кого-либо или чего-либо."
            },
            {
                "number": "4.",
                "text": "Изображать кого-либо."
            }
        ],
        "examples": [
            "Нигде религия не играет такой скромной роли в деле воспитания, как в России... (А.И. Герцен).",
            "Только одна бессознательная деятельность приносит плоды, и человек, играющий роль в историческом событии, никогда не понимает его значения... (Л.Н. Толстой).",
            "Во многих местах лёд был смешан с галькой конгломерата, в котором роль цемента играла замёрзшая вода... (В.К. Арсеньев).",
            "Он драпируется и постоянно играет роль. То он является государственным человеком, заботящимся о нуждах народа. То он прикидывается художником, умно говорит о Шекспире и Бетховене... (Д.И. Писарев)."
        ]
    },
    {
        "id": "из конца в конец",
        "letter": "И",
        "title": "из конца в конец",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "По всему протяжению чего-либо."
            }
        ],
        "examples": [
            "Побрившись, Быков прежде всего решил посмотреть, изменился ли Невский за последние годы, и прошёл проспект из конца в конец... (В.М. Саянов)."
        ]
    },
    {
        "id": "из рук в руки",
        "letter": "И",
        "title": "из рук в руки",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "От одного к другому; прямо, без посредников."
            }
        ],
        "examples": [
            "Верно, что в инженерном смысле плацдарм далёк от идеала, — строительство шло наспех, с неимоверными трудностями, да ещё и передавалось на ходу из рук в руки... (С.Н. Голубов)."
        ]
    },
    {
        "id": "изливать душу",
        "letter": "И",
        "title": "изливать душу",
        "info": "кому, перед кем. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Рассчитывая на сочувствие, откровенно рассказывать кому-либо о том, что волнует, беспокоит, наболело."
            }
        ],
        "examples": [
            "Считайте меня своим другом, и ежели вам нужна помощь, совет, просто нужно будет излить свою душу кому-нибудь — вспомните обо мне... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "изо всех сил",
        "letter": "И",
        "title": "изо всех сил",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "С предельным напряжением (делать что-либо)."
            },
            {
                "number": "2.",
                "text": "Очень быстро (бежать)."
            }
        ],
        "examples": [
            "Я сел на вёсла. Я грёб изо всех сил, но мне казалось, что лодка не только не продвигается, но что её сносит к какому-то чёрному широкому водопаду, куда низвергается вся мутная вода, и тьма, и вся эта ночь... (К.Г. Паустовский).",
            "Нехлюдов бегал быстро, и ему хотелось не поддаться художнику, и он пустился изо всех сил... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "иметь в виду",
        "letter": "И",
        "title": "иметь в виду",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Кого, что. Подразумевать кого-либо, что-либо."
            },
            {
                "number": "2.",
                "text": "Кого, что. Принимать во внимание."
            },
            {
                "number": "3.",
                "text": "Что. Замышлять, намереваться (что-либо сделать)."
            }
        ],
        "examples": [
            "Впрочем, так как остальные мои воспоминания о том времени не представляют ничего отрадного, кроме той отрады особенного рода, которую Лермонтов имел в виду, когда говорил, что весело и больно тревожить язвы старых ран, то почему же и не побаловать себя?.. (И.С. Тургенев).",
            "Имейте в виду, задание ответственное... (И.Г. Эренбург).",
            "Воропаев старался убедить Софью Ивановну, что он, беря в аренду дом, никогда не имел в виду... жить с его доходов, а хотел только одного — иметь свой угол... (П.А. Павленко)."
        ]
    },
    {
        "id": "иметь дело",
        "letter": "И",
        "title": "иметь дело",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "С кем, с чем. Сталкиваться с кем-либо, с каким-либо фактом, явлением."
            },
            {
                "number": "2.",
                "text": "С кем. Вступать в какие-либо отношения, входить в какие-либо связи."
            },
            {
                "number": "3.",
                "text": "С чем. Пользоваться чем-либо, обращаться с чем-либо."
            }
        ],
        "examples": [
            "Несомненно, мы имеем дело с каким-то плато, которое впоследствии разделилось на ряд столовых гор... (В.К. Арсеньев).",
            "Мой агент, с которым вы до сих пор имели дело, уверял, что вашу мастерскую найти вообще невозможно... (К.А. Федин).",
            "[Макар] не вполне понимал их [весов] устройство и предпочёл бы иметь дело с безменом... (В.Г. Короленко)."
        ]
    },
    {
        "id": "иметь значение",
        "letter": "И",
        "title": "иметь значение",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Значить, быть важным, ценным."
            }
        ],
        "examples": [
            "Труд истинный и непременно свободный... имеет такое значение для жизни человека, что без него она теряет всю свою цену и все своё достоинство... (К.Д. Ушинский)."
        ]
    },
    {
        "id": "искра божия (искра божья)",
        "letter": "И",
        "title": "искра божия (искра божья)",
        "info": "у кого, в ком. Устар. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Талант, выдающиеся способности."
            },
            {
                "number": "2.",
                "text": "Порывы благородных чувств, высокие стремления."
            }
        ],
        "examples": [
            "Он, как мне кажется, очень хороший литературный критик, у него есть искра божья... (С.В. Ковалевская).",
            "Двигал людьми не казённый формализм, не служебная исполнительность, а та благородная одушевляющая сила, которая зовётся искрой божией... (Н.В. Шелгунов)."
        ]
    },
    {
        "id": "испокон веку (испокон веков)",
        "letter": "И",
        "title": "испокон веку (испокон веков)",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "С незапамятных времён."
            }
        ],
        "examples": [
            "Когда мы входили в переднюю, вас уже охватывала та атмосфера довольства, которая стояла в этом доме испокон веку... (Д.Н. Мамин-Сибиряк).",
            "Испокон веков идёт борьба светлого с черным... (Ю.В. Бондарев)."
        ]
    },
    {
        "id": "как бы то ни было",
        "letter": "К",
        "title": "как бы то ни было",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Несмотря ни на что, вопреки всему."
            }
        ],
        "examples": [
            "Как бы то ни было, я счёл нужным вас предупредить о моём образе мыслей... (И.С. Тургенев)."
        ]
    },
    {
        "id": "как ветром сдуло",
        "letter": "К",
        "title": "как ветром сдуло",
        "info": "кого, что.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо молниеносно исчез, что-либо мгновенно исчезло."
            }
        ],
        "examples": [
            "Тихонько твердя — «твуть!.. твуть!.. твуть!», на кормушку примчался голубоватый поползень, и тотчас же со столика как ветром сдуло всех птиц... (Е.В. Лукина)."
        ]
    },
    {
        "id": "как из ведра",
        "letter": "К",
        "title": "как из ведра",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень сильный дождь."
            }
        ],
        "examples": [
            "Громовой удар раздался в другой раз громче и ближе, и дождь хлынул вдруг как из ведра... (Н.В. Гоголь)."
        ]
    },
    {
        "id": "как миленький",
        "letter": "К",
        "title": "как миленький",
        "info": "Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Беспрекословно подчиняясь, без сопротивления и возражений."
            },
            {
                "number": "2.",
                "text": "Совершенно свободно, без препятствий (что-либо делается, совершается)."
            }
        ],
        "examples": [
            "Думаете, я... один на ферме буду работать? Пойдёте и вы, как миленькие... (В.А. Степанов).",
            "Идёт наша деталь, как миленькая, а вместо семи человек управляются с ней двое... (А.А. Караваева)."
        ]
    },
    {
        "id": "как назло",
        "letter": "К",
        "title": "как назло",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Словно специально, нарочно."
            }
        ],
        "examples": [
            "Тимофею Ильичу хотелось поговорить с сыном наедине, без Ниловны, а старуха, как назло, не отходила от Сергея... (С.П. Бабаевский)."
        ]
    },
    {
        "id": "как правило",
        "letter": "К",
        "title": "как правило",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Обычно."
            }
        ],
        "examples": [
            "Как правило, у офицеров было по два чемодана. Только Чехов пришёл с одним маленьким чемоданчиком... (Э.Г. Казакевич)."
        ]
    },
    {
        "id": "как раз",
        "letter": "К",
        "title": "как раз",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Совершенно точно (соответствует, подходит)."
            },
            {
                "number": "2.",
                "text": "Точно соответствуя размеру, как по мерке, впору, в самый раз (о сшитой или купленной одежде, обуви)."
            },
            {
                "number": "3.",
                "text": "Именно, точно."
            },
            {
                "number": "4.",
                "text": "В подходящий момент, тогда, когда это нужно."
            },
            {
                "number": "5.",
                "text": "Вполне возможно, вероятно."
            }
        ],
        "examples": [
            "[Жена] пришлась как раз по мыслям молодого секретаря: была молчалива с мужем, величая его по имени и отчеству... (Г.И. Успенский).",
            "Простите, голубчик, что не поблагодарил вас за рубашку, которая пришлась как раз впору... (В.М. Гаршин).",
            "В селе Райбуже, как раз против церкви, стоит двухэтажный дом на каменном фундаменте и с железной крышей... (А.П. Чехов).",
            "Дня через три приду. — А не рано? — Нет, как раз... (К.М. Симонов).",
            "Пить вино опасно: как раз проболтаешься и то скажешь, что бы никому не следовало знать... (И.С. Тургенев)."
        ]
    },
    {
        "id": "как следует",
        "letter": "К",
        "title": "как следует",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "По-настоящему, хорошенько."
            }
        ],
        "examples": [
            "Сизокрылов сказал себе: «Нет, тут надо всё как следует обдумать, тут нельзя так просто написать — и всё...» (Э.Г. Казакевич)."
        ]
    },
    {
        "id": "камень на сердце",
        "letter": "К",
        "title": "камень на сердце",
        "info": "у кого. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо испытывает тяжёлое, гнетущее чувство."
            }
        ],
        "examples": [
            "У нас вся жизнь от сводки до сводки, — писала мать. — Вот не было от тебя писем, и прямо камень на сердце. Днём как-то услыхала твой голос, ясно услышала, как ты позвал меня. И ходила сама не своя... (Г.Я. Бакланов)."
        ]
    },
    {
        "id": "каши не сваришь",
        "letter": "К",
        "title": "каши не сваришь",
        "info": "с кем. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Невозможно договориться или сделать какое-либо дело с кем-либо."
            }
        ],
        "examples": [
            "Оставайся у меня. Место найдём. — Место-то найдётся, да я не люблю себя стеснять... — Ну, с тобою каши не сваришь. Заходи как-нибудь... (Д.Н. Мамин-Сибиряк)."
        ]
    },
    {
        "id": "конец пришёл (тут и конец пришёл)",
        "letter": "К",
        "title": "конец пришёл (тут и конец пришёл)",
        "info": "кому. Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо попал в трудное, безвыходное положение."
            },
            {
                "number": "2.",
                "text": "Кто-либо скончался."
            }
        ],
        "examples": [
            "Ба-а-а-тюшки... Заехали в грязищу, тут нам и конец пришёл... Не вой, дура стоеросовая!.. (А.Н. Толстой).",
            "Разбил Иван-царевич яичко, выхватил иглу... Потемнело всё кругом, зашумело сине море, засверкали молнии, вздрогнула земля... Но сломал Иван-царевич иглу, и в тот же миг Кощею конец пришёл... (А.Н. Афанасьев)."
        ]
    },
    {
        "id": "кот наплакал",
        "letter": "К",
        "title": "кот наплакал",
        "info": "Прост. Ирон.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень мало кого-либо или чего-либо."
            }
        ],
        "examples": [
            "Не буду молчать! У самих хлеба осталось — кот наплакал, а ты его, чёрта горбатого, содержишь, кормишь каждый день... (М.А. Шолохов)."
        ]
    },
    {
        "id": "кровь из носу(-а) (хоть кровь из носу)",
        "letter": "К",
        "title": "кровь из носу(-а) (хоть кровь из носу)",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Несмотря ни на какие трудности, препятствия; во что бы то ни стало."
            }
        ],
        "examples": [
            "Они себе тешатся, кровь из носу добывают да синяками на месяц запасаются, а на стенку не оглянутся... (П.П. Бажов).",
            "Немедленно же едешь на вокзал, руководишь погрузкой и, хоть кровь из носу, пробиваешься к Воронежу... (В.М. Саянов)."
        ]
    },
    {
        "id": "кроме того",
        "letter": "К",
        "title": "кроме того",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Также, вдобавок."
            }
        ],
        "examples": [
            "Человеку мало понимать, что значит то или другое слово. Он, кроме того, желает знать, почему оно значит именно это, а не что-нибудь другое... (Л.В. Успенский)."
        ]
    },
    {
        "id": "кто его знает",
        "letter": "К",
        "title": "кто его знает",
        "info": "Разг. Неизм.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неизвестно."
            }
        ],
        "examples": [
            "Откуда взялся этот маг-то самый? А кто ж его знает... (М.А. Булгаков)."
        ]
    },
    {
        "id": "кто куда",
        "letter": "К",
        "title": "кто куда",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "В разные стороны."
            },
            {
                "number": "2.",
                "text": "Несогласованно, недружно, неодинаково (делать что-либо)."
            }
        ],
        "examples": [
            "Ане давно хотелось проучить зазнавшихся хоккеистов, и она вызвала их на матч. Мальчики сперва подняли её на смех. — Вы! Писклявая команда!.. Пять минут визг — и команда вдрызг, кто куда!.. — А это мы ещё посмотрим, — не унималась Аня... (Л.А. Кассиль).",
            "Какой же нам в Усладе пример взять? В артель сойдёмся дружно, а на работе — кто куда... (К.Я. Горбунов)."
        ]
    },
    {
        "id": "куда деваться",
        "letter": "К",
        "title": "куда деваться",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Иного выхода нет, иначе поступить нельзя; приходится примириться с тем, что есть."
            }
        ],
        "examples": [
            "Смотришь, смотришь... и осточертеет тебе эта канитель тягучая. Куда деваться: «В земле — черви, в воде — черти, в лесу — куда ни шло сучки, в суде — крючки, — куда идти?» Изволите знать эту поговорку?.. (М. Горький)."
        ]
    },
    {
        "id": "куда ни шло",
        "letter": "К",
        "title": "куда ни шло",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Согласен; пусть уж будет так."
            },
            {
                "number": "2.",
                "text": "Сойдёт и так (раз другого выхода нет); ладно уж."
            }
        ],
        "examples": [
            "Очень хорошо-с, — проговорил он. Дальнейших объяснений не нужно. Вам пришла фантазия испытать на мне свой рыцарский дух. Я бы мог отказать вам в этом удовольствии, да уж куда ни шло!.. (И.С. Тургенев).",
            "Если бы вам было лет 18—20, ну, тогда — куда ни шло — можно бы потратить несколько лет на «поэтические опыты» что ли. А сейчас, по-моему, как будто немножко поздновато... (М.В. Исаковский)."
        ]
    },
    {
        "id": "лезть в голову",
        "letter": "Л",
        "title": "лезть в голову",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неотвязно, настойчиво возникать, присутствовать в сознании."
            }
        ],
        "examples": [
            "Разная старина в голову лезет. Припомнился мне один случай... (А.И. Куприн)."
        ]
    },
    {
        "id": "лить слёзы",
        "letter": "Л",
        "title": "лить слёзы",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Горько плакать."
            }
        ],
        "examples": [
            "Да, гуляет муж, с горя ли, с радости ли, Бог весть, а жена слёзы льёт... (А.С. Неверов)."
        ]
    },
    {
        "id": "лицом к лицу",
        "letter": "Л",
        "title": "лицом к лицу",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Совсем рядом, очень близко (видеть кого-либо или что-либо); вплотную (встречаться, сталкиваться с кем-либо или чем-либо)."
            },
            {
                "number": "2.",
                "text": "Серьёзно, по-настоящему (соприкасаться, сталкиваться с чем-либо)."
            }
        ],
        "examples": [
            "Он только свернул в поперечную аллею, как вдруг лицом к лицу столкнулся с человеком в казачьей шинели, наброшенной на одно плечо... (А.А. Фадеев).",
            "Ужасно чувствую себя физически. Когда я не работаю, я как бы остаюсь лицом к лицу со своими хворостями... (В.М. Инбер)."
        ]
    },
    {
        "id": "лишь только",
        "letter": "Л",
        "title": "лишь только",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Сразу (после чего-либо)."
            }
        ],
        "examples": [
            "Лишь только в малюсеньком зале потухал свет, за сценой где-то начиналась музыка, выходили действующие лица... (М.А. Булгаков)."
        ]
    },
    {
        "id": "локти кусать",
        "letter": "Л",
        "title": "локти кусать",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень сильно сожалеть, сокрушаться о непоправимом, упущенном."
            }
        ],
        "examples": [
            "Я пришёл сюда, потому что я готов локти себе кусать, потому что отчаяние меня грызёт, досада, ревность... (И.С. Тургенев)."
        ]
    },
    {
        "id": "ломать голову",
        "letter": "Л",
        "title": "ломать голову",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Для кого. Устар. Усиленно думать, придумывать что-либо, стараясь помочь кому-либо, устраивая кому-либо приём, увеселение и т.п."
            },
            {
                "number": "2.",
                "text": "Над чем. Разг. Экспрес. Усиленно, напряжённо думать, стараясь понять, разрешить что-нибудь трудное, сложное."
            }
        ],
        "examples": [
            "Сколько нечаянностей, увеселений, игр изобретала... молодая хозяйка, ломавшая голову для них не менее пастора Глика, когда он думал о способах просветить соседственный народ... (И.И. Лажечников).",
            "Долго мы ломали голову над тем, как бы перебросить на тот берег танки... (Б.В. Бычевский)."
        ]
    },
    {
        "id": "ломать копья",
        "letter": "Л",
        "title": "ломать копья",
        "info": "Экспрес. Ирон.",
        "meanings": [
            {
                "number": "1.",
                "text": "Бороться за что-либо; яростно спорить о чём-либо (обычно не стоящем затрачиваемых усилий)."
            }
        ],
        "examples": [
            "Равноправие, за которое мы... так много ломали копий, превратится в новое закрепощение мужей... (П.Д. Боборыкин)."
        ]
    },
    {
        "id": "любой ценой",
        "letter": "Л",
        "title": "любой ценой",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не считаясь ни с какими усилиями, затратами, жертвами; какими угодно средствами, способами (достигать, добиваться и т.п. чего-либо)."
            }
        ],
        "examples": [
            "Мы должны победить любой ценой. Сейчас не до мелочной расчётливости... (Б.Н. Полевой)."
        ]
    },
    {
        "id": "мало ли что",
        "letter": "М",
        "title": "мало ли что",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не важно, не имеет значения."
            },
            {
                "number": "2.",
                "text": "Всякое может случиться; на всякий случай."
            },
            {
                "number": "3.",
                "text": "Многое, всякое, разное."
            }
        ],
        "examples": [
            "А вот Христа я не могу понять — никак! Ни к чему он для меня. Есть Бог, ну и ладно. А тут — ещё один! Сын говорят. Мало ли что. Чай Бог-то не помер... (М. Горький).",
            "Строго-настрого наказал Федот снарядить с ним в последнюю дорогу и топор его. Пусть будет под рукой — мало ли что... (Л.Т. Скорик).",
            "Я видел журавлей на заре... Да и мало ли что я видел и слышал!.. (М.М. Пришвин)."
        ]
    },
    {
        "id": "махнуть рукой",
        "letter": "М",
        "title": "махнуть рукой",
        "info": "на кого, на что. Разг. Неодобр.",
        "meanings": [
            {
                "number": "1.",
                "text": "Испытывая досаду на что-либо или на кого-либо, чувство неудовлетворённости чем-либо, перестать что-либо делать или обращать внимание на кого-либо, на что-либо."
            }
        ],
        "examples": [
            "Ипполит Матвеевич даже и не старался ничего понять. Он давно уже махнул на всё рукой и молча сидел, надувая щёки... (И.А. Ильф и Е.П. Петров)."
        ]
    },
    {
        "id": "между делом",
        "letter": "М",
        "title": "между делом",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Урывками, попутно, пользуясь свободным временем."
            }
        ],
        "examples": [
            "Вспоминаю, как мы сигов ловили, — и между делом рыбак рассказал мне совершенно серьёзно, что сосед его... однажды поймал водяного... (М.М. Пришвин)."
        ]
    },
    {
        "id": "между прочим",
        "letter": "М",
        "title": "между прочим",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кстати."
            },
            {
                "number": "2.",
                "text": "Не уделяя особого внимания, без интереса, обходя, попутно."
            }
        ],
        "examples": [
            "Между прочим, все помрём, такое у нас глупое обыкновение — да, брат!.. (М. Горький).",
            "Пряча гребень за зеркало, Ерофей Кузьмин, словно между прочим, промолвил: — Да, старею, старею... (М.С. Бубеннов)."
        ]
    },
    {
        "id": "между тем",
        "letter": "М",
        "title": "между тем",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "В это время, тогда."
            }
        ],
        "examples": [
            "Между тем тучи сгустились, повалил град, снег... (М.Ю. Лермонтов)."
        ]
    },
    {
        "id": "мёртвая хватка",
        "letter": "М",
        "title": "мёртвая хватка",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень крепко схватив кого-либо или что-либо, вцепившись в кого-либо или во что-либо."
            }
        ],
        "examples": [
            "Все попытки оттеснить толпу и сбросить швартовы были бесполезны. Люди вцепились в канаты мёртвой хваткой, их руки невозможно было разжать... (К.Г. Паустовский)."
        ]
    },
    {
        "id": "может быть",
        "letter": "М",
        "title": "может быть",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Возможно, вероятно (употребляется для выражения предположения, возможности, неуверенности, сомнения со стороны говорящего)."
            }
        ],
        "examples": [
            "Может быть... мы с вами опять увидимся в Ясной и Спасском... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "на всякий случай",
        "letter": "Н",
        "title": "на всякий случай",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Допуская возможность чего-либо, предвидя необходимость чего-либо."
            }
        ],
        "examples": [
            "Стрелять два раза; а на всякий случай каждому положить себе в карман письмецо, в котором он сам обвинит себя в своей кончине... (И.С. Тургенев)."
        ]
    },
    {
        "id": "на край света (на краю света)",
        "letter": "Н",
        "title": "на край света (на краю света)",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень далеко; куда угодно, в любое самое далёкое место (идти, бежать и т.п.)."
            }
        ],
        "examples": [
            "За тобой хоть на край света, Лёша, золото... Папаню упроси, может, в зятья возьмёт. А нет, так хоть в батрачки к Сторожевому пойду, только бы с тобой... (Н.Е. Вирта).",
            "Я сам чувствовал себя так, как будто потерял дом и семью и надо идти разыскивать их где-то на краю света... (А.С. Грин)."
        ]
    },
    {
        "id": "на первых порах",
        "letter": "Н",
        "title": "на первых порах",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "В начале, в первое время."
            }
        ],
        "examples": [
            "Я до того испугался неожиданного появления отца, что даже на первых порах не заметил, откуда он шёл и куда исчез... (И.С. Тургенев)."
        ]
    },
    {
        "id": "на поле брани",
        "letter": "Н",
        "title": "на поле брани",
        "info": "Высок.",
        "meanings": [
            {
                "number": "1.",
                "text": "В бою, в сражении."
            }
        ],
        "examples": [
            "Сыновья и братья, мужья и отцы отдавали свои жизни на поле брани против врагов отчизны... (А.А. Фадеев)."
        ]
    },
    {
        "id": "на произвол судьбы",
        "letter": "Н",
        "title": "на произвол судьбы",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Без какой-либо помощи, поддержки, без присмотра (оставлять, бросать и т.п.)."
            }
        ],
        "examples": [
            "Фрол ушёл на заработки, а жену Агафью с детьми бросил на произвол судьбы... (Д.Н. Мамин-Сибиряк)."
        ]
    },
    {
        "id": "на равных",
        "letter": "Н",
        "title": "на равных",
        "info": "с кем. Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "На одинаковых основаниях, при одинаковых возможностях."
            },
            {
                "number": "2.",
                "text": "В одинаковом положении, не выделяясь в возможностях или в общественном положении, не противопоставляя себя по возрасту и другим признакам."
            }
        ],
        "examples": [
            "Понадобилось не так много времени, чтобы Мазуренко стал летать с нами, что называется, на равных... (В.И. Раков).",
            "Мне льстит, что он толкует со мной о важных вещах, как со старым приятелем, на равных... (И.В. Коваленко)."
        ]
    },
    {
        "id": "на самом деле",
        "letter": "Н",
        "title": "на самом деле",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Фактически; в действительности."
            }
        ],
        "examples": [
            "«Двухэтажным собственным домом» оказалась на самом деле маленькая... хатка... (В.П. Беляев)."
        ]
    },
    {
        "id": "на своей шкуре",
        "letter": "Н",
        "title": "на своей шкуре",
        "info": "Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Самому, самостоятельно (убедиться, испытать и т.п.)."
            }
        ],
        "examples": [
            "Ох, браток, нелёгкое это дело понять, что ты не по своей воле в плену. Кто этого на своей шкуре не испытал, тому не сразу в душу въедешь, чтобы до него по-человечески дошло, что означает эта штука... (М.А. Шолохов)."
        ]
    },
    {
        "id": "на седьмом небе",
        "letter": "Н",
        "title": "на седьмом небе",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Безгранично счастлив; глубоко удовлетворён."
            }
        ],
        "examples": [
            "Сам Рогожин весь обратился в один неподвижный взгляд. Он оторваться не мог от Настасьи Филипповны, он упивался, он был на седьмом небе... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "на совесть",
        "letter": "Н",
        "title": "на совесть",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Разг. Одобрит. Добросовестно; так, как надо (делать что-либо)."
            },
            {
                "number": "2.",
                "text": "Устар. Полагаясь лишь на честность кого-либо, не требуя гарантий."
            }
        ],
        "examples": [
            "На совесть пришитые к тонкому сукну старательным одесским портным прошлого века, они [пуговицы] не поддавались ножницам... (В.П. Катаев).",
            "Он вёл свои торговые дела по-старинному, на совесть, на честное слово, без векселей и расписок... (С.Г. Скиталец)."
        ]
    },
    {
        "id": "на точке замерзания",
        "letter": "Н",
        "title": "на точке замерзания",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Без каких-либо признаков движения, изменения, развития (быть, находиться и т.п.)."
            }
        ],
        "examples": [
            "Первые наши встречи с депутатами ничего не изменили. Всё так и остаётся, как было: на точке замерзания... (В.М. Саянов)."
        ]
    },
    {
        "id": "на ходу",
        "letter": "Н",
        "title": "на ходу",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Спец. В исправном, проверенном состоянии (о машинах, самолётах, танках и т.п.)."
            },
            {
                "number": "2.",
                "text": "Экспрес. Одновременно с другим занятием, попутно."
            },
            {
                "number": "3.",
                "text": "Экспрес. Тотчас, сразу же; с лёгкостью, без усилий."
            }
        ],
        "examples": [
            "Начальника мастерских уже раздражают мои визиты, он багровеет при одном моём появлении и старается скрыться, ссылаясь на срочность каких-то заданий. Меня по-прежнему обнадёживают, хотя машины должны быть уже «на ходу»... (И.И. Пстыго).",
            "Когда его сделали помощником заведующего магазином, а потом заведующим, он стал работать вдвое. Он шумел на складах, выклянчивал на базах партии товаров, суетился, ел и спал на ходу... (Б.Л. Горбатов).",
            "Он на ходу ловил любое приказание Немешаева и с такой охотой мчался его выполнять, что Владимир только дивился его проворству... (И.Л. Кремлёв)."
        ]
    },
    {
        "id": "на худой конец",
        "letter": "Н",
        "title": "на худой конец",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "В худшем случае, рассчитывая на худшее."
            }
        ],
        "examples": [
            "Дуб на полозья пойдёт. Срубы сами собой. Да дров сажен тридцать всё станет на десятине, — говорил он себе. — С десятины на худой конец по двести с четвертной останется... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "направить стопы",
        "letter": "Н",
        "title": "направить стопы",
        "info": "куда. Книжн. Устар.",
        "meanings": [
            {
                "number": "1.",
                "text": "Направляться, идти куда-либо."
            }
        ],
        "examples": [
            "Ведь я как вхожу, так уж тотчас же главную особу в доме ищу, к ней первой и стопы направляю... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "не в силах",
        "letter": "Н",
        "title": "не в силах",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо не может, не в состоянии (сделать что-либо)."
            }
        ],
        "examples": [
            "Бить же её я не в силах. Я в новую жизнь вступаю и руки поганить не хочу... (М.А. Шолохов)."
        ]
    },
    {
        "id": "не верить глазам (ушам)",
        "letter": "Н",
        "title": "не верить глазам (ушам)",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Предельно удивляться увиденному (услышанному)."
            }
        ],
        "examples": [
            "Неужели японцы уходят из Цзинджоу? — не поверил своим глазам Звонарёв. (А.Н. Степанов).",
            "Владеем землёй чуть ли не триста лет, и вдруг нам заявляют, что земля не наша! Иван Васильевич, простите, но я даже ушам своим не верю... (А.П. Чехов)."
        ]
    },
    {
        "id": "не давать покоя",
        "letter": "Н",
        "title": "не давать покоя",
        "info": "кому-либо.",
        "meanings": [
            {
                "number": "1.",
                "text": "Беспокоить, тревожить, преследовать кого-либо."
            }
        ],
        "examples": [
            "Он терзался и ревновал, не давал ей покою, таскался за ней повсюду... (И.С. Тургенев)."
        ]
    },
    {
        "id": "не иметь понятия",
        "letter": "Н",
        "title": "не иметь понятия",
        "info": "о чём: Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не быть сведущим, не разбираться в чём-либо; не знать чего-либо."
            }
        ],
        "examples": [
            "В доме Арины Власьевны и понятия не имели о счёте на серебро... (И.С. Тургенев)."
        ]
    },
    {
        "id": "не ко двору",
        "letter": "Н",
        "title": "не ко двору",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не подходит кому-либо, не соответствует каким-либо требованиям и т.п."
            }
        ],
        "examples": [
            "Я к вам на квартиру жить перееду. — Ты в уме ли?.. Федька! Ну, хоть убей, не пойму. — Да что понимать? Не ко двору пришёлся. Нет моченьки жить в ихнем доме... (В.Ф. Тендряков)."
        ]
    },
    {
        "id": "не по нутру",
        "letter": "Н",
        "title": "не по нутру",
        "info": "кому, кто, что. Прост.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не нравится."
            }
        ],
        "examples": [
            "Он неохотно и настороженно цедил слова сквозь зубы. Видно было, что этот разговор не по нутру ему, и теперь рад бы уйти, но уже неловко... (П.И. Замойский)."
        ]
    },
    {
        "id": "не по себе (стало)",
        "letter": "Н",
        "title": "не по себе (стало)",
        "info": "кому. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неможется, нездоровится."
            },
            {
                "number": "2.",
                "text": "Смущён, растерян."
            }
        ],
        "examples": [
            "Дорогомилов начал прихварывать ранней осенью. Определённой болезни он не замечал, ему было просто не по себе... (К.А. Федин).",
            "Вдруг на стене задребезжал звонок телефона. Этого Женя не ожидала; она думала, что этот телефон просто игрушка. Ей стало не по себе... (А.П. Гайдар)."
        ]
    },
    {
        "id": "не подать виду",
        "letter": "Н",
        "title": "не подать виду",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Ничем не обнаруживать своих мыслей, чувств, намерений, желаний."
            }
        ],
        "examples": [
            "Он нарочно пошевелился и что-то погромче пробормотал, чтоб и виду не подать, что прячется... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "не сводить глаз",
        "letter": "Н",
        "title": "не сводить глаз",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не спать, не засыпать даже на самое короткое время."
            }
        ],
        "examples": [
            "Мне пора и отдохнуть. Вот другие сутки, как я глаз не сводил... (М.Н. Загоскин)."
        ]
    },
    {
        "id": "не чаять души",
        "letter": "Н",
        "title": "не чаять души",
        "info": "в ком. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень сильно, безгранично любить кого-либо."
            }
        ],
        "examples": [
            "Отец с матерью души в ней не чаяли: была у них Настенька одна-единственная дочь — детище моленое, прошеное... (П.И. Мельников-Печерский)."
        ]
    },
    {
        "id": "несмотря ни на что",
        "letter": "Н",
        "title": "несмотря ни на что",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "При любых обстоятельствах, вопреки всем препятствиям (= как бы то ни было)."
            }
        ],
        "examples": [
            "Он решился войти смело, глядеть прямо, говорить громко несмотря ни на что... (А.П. Чехов)."
        ]
    },
    {
        "id": "нести крест",
        "letter": "Н",
        "title": "нести крест",
        "info": "Высок.",
        "meanings": [
            {
                "number": "1.",
                "text": "Терпеливо и последовательно переносить испытания, страдания, превратности судьбы."
            }
        ],
        "examples": [
            "Она не отходила от него ни на минуту, где могла, вливала слово утешения, чаще всего молилась и несла свой крест со смирением христианина... (А.И. Герцен)."
        ]
    },
    {
        "id": "нет дела",
        "letter": "Н",
        "title": "нет дела",
        "info": "кому до кого, до чего. Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не имеет никакого отношения к кому-либо или к чему-либо, не касается ни в жизнь кого-либо."
            }
        ],
        "examples": [
            "Хотя она и велела вчера сказать мужу, что ей дела нет до того, приедет или не приедет его сестра, она всё приготовила к её приезду и с волнением ждала золовку... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "нёс на своих плечах",
        "letter": "Н",
        "title": "нёс на своих плечах",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Выдерживать без чьей-либо помощи, без содействия всю тяжесть испытаний, трудностей."
            }
        ],
        "examples": [
            "Три года несла она на своих плечах все труды по дому... (Э. Грин)."
        ]
    },
    {
        "id": "ни в жизнь",
        "letter": "Н",
        "title": "ни в жизнь",
        "info": "Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Никогда, ни при каких условиях или обстоятельствах."
            }
        ],
        "examples": [
            "Тоже спросить малого надо. Не захочет он ни в жизнь на ней жениться, себя срамить... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "ни в коем случае",
        "letter": "Н",
        "title": "ни в коем случае",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Ни при каких условиях, ни при каких обстоятельствах."
            }
        ],
        "examples": [
            "Акулина молча поплелась вон из избы вместе с маленькою своею Дунькою. Никогда, ни в коем случае не разлучалась с нею Акулина... (Д.В. Григорович)."
        ]
    },
    {
        "id": "ни с того ни с сего",
        "letter": "Н",
        "title": "ни с того ни с сего",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Без каких-либо видимых причин, без оснований."
            }
        ],
        "examples": [
            "Я ответственна за Софью, — вдруг ни с того ни с сего сказала она сухим голосом. — Я не допущу, чтобы ты её целовал и сажал на колени... (А.Н. Толстой)."
        ]
    },
    {
        "id": "никуда не годится",
        "letter": "Н",
        "title": "никуда не годится",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Нельзя этого допустить; не следует этого делать."
            }
        ],
        "examples": [
            "Вольский прав: баловать жён никуда не годится... (Д.В. Григорович)."
        ]
    },
    {
        "id": "один-одинёхонек",
        "letter": "О",
        "title": "один-одинёхонек",
        "info": "Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Совершенно одинок; в полном одиночестве."
            }
        ],
        "examples": [
            "Покинутый всеми родными и всеми посторонними, он жил один-одинёхонек в своём большом доме на Тверском бульваре... (А.И. Герцен)."
        ]
    },
    {
        "id": "одним словом",
        "letter": "О",
        "title": "одним словом",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Короче говоря."
            }
        ],
        "examples": [
            "Раздался крик, шум, смех, лай Фальстафа... обруч загудел и запрыгал по всем комнатам — одним словом, я узнала, что Катя помирилась с отцом... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "одно время",
        "letter": "О",
        "title": "одно время",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "В течение некоторого времени в прошлом."
            }
        ],
        "examples": [
            "Одно время я больше всего увлекался коллекционированием марок. Одно время меня готовили в Петропавловскую гимназию... (Б.Л. Пастернак)."
        ]
    },
    {
        "id": "опустить руки",
        "letter": "О",
        "title": "опустить руки",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Становиться пассивным, инертным, бездеятельным; утрачивать способность и желание действовать, делать что-либо."
            }
        ],
        "examples": [
            "Последнее дело, которым неудачно занимался Пятышин, — это подрядная постройка домов и разбивка улиц в Посту Ольги. Другой на месте И.А. Пятышина давно опустил бы руки и впал в отчаяние, но он не упал духом и вновь занялся рыбной ловлей... (В.К. Арсеньев)."
        ]
    },
    {
        "id": "остаться в памяти",
        "letter": "О",
        "title": "остаться в памяти",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Запоминаться."
            }
        ],
        "examples": [
            "В памяти моей осталось несколько фраз, сильно подчёркнутых оратором... (М. Горький)."
        ]
    },
    {
        "id": "от нечего делать",
        "letter": "О",
        "title": "от нечего делать",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "От безделья, от скуки."
            }
        ],
        "examples": [
            "Дожидаться московского поезда приходилось довольно долго, а поэтому от нечего делать стараешься убить время разными пустяками... (Д.Н. Мамин-Сибиряк)."
        ]
    },
    {
        "id": "отвести глаза",
        "letter": "О",
        "title": "отвести глаза",
        "info": "кому. Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Отвлекать внимание чем-либо, чтобы ввести в заблуждение, обмануть."
            }
        ],
        "examples": [
            "Полноте, господа, одна критическая статья Белинского полезнее для нового поколения, чем игра в конспирации и в государственных людей. Вы живете в каком-то бреду и лунатизме, в вечном оптическим обмане, которым сами себе отводите глаза... (А.И. Герцен)."
        ]
    },
    {
        "id": "отдавать должное",
        "letter": "О",
        "title": "отдавать должное",
        "info": "кому.",
        "meanings": [
            {
                "number": "1.",
                "text": "Оценивать кого-либо или что-либо в полной мере, по достоинству."
            }
        ],
        "examples": [
            "Надо отдать должное маме: до самого отъезда гостей... она даже взглядом не дала понять, что мной недовольна... (В.П. Аксёнов)."
        ]
    },
    {
        "id": "открывать глаза",
        "letter": "О",
        "title": "открывать глаза",
        "info": "кому (на кого, на что). Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Выводить кого-либо из заблуждения или из состояния неведения, помогая правильно понять истинное положение вещей."
            }
        ],
        "examples": [
            "Но я ей глаза открою; она увидит, что за человек её супруг благоверный... (А.Н. Островский)."
        ]
    },
    {
        "id": "пасть духом",
        "letter": "П",
        "title": "пасть духом",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Отчаиваться, глубоко расстраиваться, приходить в уныние."
            }
        ],
        "examples": [
            "Он должен был с утра до ночи давать грошовые уроки, заниматься перепиской и всё-таки голодать, так как весь заработок посылал матери на пропитание. Такой жизни не выдержал Иван Дмитрич, он пал духом, захирел и, бросив университет, уехал домой... (А.П. Чехов)."
        ]
    },
    {
        "id": "пальцем не тронуть",
        "letter": "П",
        "title": "пальцем не тронуть",
        "info": "кого. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не бить, не наказывать; не причинять ни малейшего вреда."
            }
        ],
        "examples": [
            "Дерётся? — Не без того. Вся уверчусь платком, голову-то набьёт, так голова у меня после того стынет. — Ну, мой пальцем не трогает; так разве когда ругнётся, а бить — нет... (А.С. Серафимович)."
        ]
    },
    {
        "id": "первым делом",
        "letter": "П",
        "title": "первым делом",
        "info": "Прост.",
        "meanings": [
            {
                "number": "1.",
                "text": "Прежде всего."
            }
        ],
        "examples": [
            "Купцы наши — чистые варвары, сколько я бился с ними в Архангельске. Первым делом ему нужно гнилой товар продать, — три года будет врать, божиться, плакать — подсовывать гнильё, покуда и свежее у него не сгниёт... (А.Н. Толстой)."
        ]
    },
    {
        "id": "перевести дух",
        "letter": "П",
        "title": "перевести дух",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Глубоко дышать, делать глубокий вздох после напряжения физических сил или переживаний, чтобы почувствовать облегчение, отдохнуть."
            }
        ],
        "examples": [
            "Кончив рассказ, он, видимо, сам взволновался и тяжело переводил дух. На лице его показался пот... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "по белу свету",
        "letter": "П",
        "title": "по белу свету",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Повсюду, по всему миру (ходить, скитаться)."
            }
        ],
        "examples": [
            "Но потом, честно говоря, он сам устал мотаться по белу свету, забыв себя... (Т.А. Набатникова)."
        ]
    },
    {
        "id": "по душе",
        "letter": "П",
        "title": "по душе",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Искренне, чистосердечно, откровенно (разговаривать, беседовать с кем-либо)."
            },
            {
                "number": "2.",
                "text": "Устар. Начистоту, откровенно (сказать, признаться и т.п.)."
            }
        ],
        "examples": [
            "В трактире он проводил лучшие часы своей жизни; разговаривал по душе с швейцаром, смотрел на плавающих в сажалке стерлядей... (М.Е. Салтыков-Щедрин).",
            "Скажите по душе и по правде, много ль вам должен остался?.. (П.И. Мельников-Печерский)."
        ]
    },
    {
        "id": "по крайней мере",
        "letter": "П",
        "title": "по крайней мере",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не меньше чем."
            },
            {
                "number": "2.",
                "text": "На всякий случай."
            }
        ],
        "examples": [
            "Лошади с трудом тащили громоздкий дилижанс по песку глубиной по крайней мере в три четверти аршина... (В.П. Катаев).",
            "Уж если он подвержен этой слабости, так, по крайней мере, старался бы скрывать её от меня. Пей он там, где хочет, да чтоб я-то не видела!.. (А.Н. Островский)."
        ]
    },
    {
        "id": "по правде",
        "letter": "П",
        "title": "по правде",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Прост. Честно, правдиво (говорить, отвечать и т.п.)."
            },
            {
                "number": "2.",
                "text": "Обл. Честно, без подвоха, обмана (делать что-либо)."
            }
        ],
        "examples": [
            "Фомин пытливо рассматривал Григория. — Говори по правде — спасался тут, что ли?.. (М.А. Шолохов).",
            "Пашня нам досталась затопная. Неудобь. Делили по правде — уж такая судьбина. А на чужой полосе хребтину ломать не стану... (И.И. Акулов)."
        ]
    },
    {
        "id": "по правде говоря",
        "letter": "П",
        "title": "по правде говоря",
        "info": "Разг. Неизм.",
        "meanings": [
            {
                "number": "1.",
                "text": "Говоря откровенно, искренне (употребляется при подчёркивании правильности, истинности сказанного, утверждаемого)."
            }
        ],
        "examples": [
            "По правде сказать, зная, как вы добры, я почти уверен, что ваше враждебное чувство ко мне прошло... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "по совести",
        "letter": "П",
        "title": "по совести",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Разг. Экспрес. Честно, справедливо (жить, поступать)."
            },
            {
                "number": "2.",
                "text": "Устар. Добросовестно, тщательно."
            }
        ],
        "examples": [
            "Это был простой, самобытный искатель правды, обличитель лжи, который сам старался жить по совести... (Ф.В. Гладков).",
            "Сделайте милость, не в службу, а в дружбу; съездите вы в К-ой уезд, разузнайте вы это дело по совести... (Н.С. Лесков)."
        ]
    },
    {
        "id": "по совести сказать (по совести говоря)",
        "letter": "П",
        "title": "по совести сказать (по совести говоря)",
        "info": "Разг. Неизм.",
        "meanings": [
            {
                "number": "1.",
                "text": "Говоря откровенно, искренне (употребляется при подчёркивании правильности, истинности сказанного, утверждаемого)."
            }
        ],
        "examples": [
            "Давно прошло лето, а мы так и не повидались. Сказать по совести, я и не знаю, на что оно у меня ушло... (Б.Л. Пастернак).",
            "Говоря по совести, дел было в архиве очень мало... (И.А. Бунин)."
        ]
    },
    {
        "id": "под руку (лезть под руку)",
        "letter": "П",
        "title": "под руку (лезть под руку)",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Лезть; соваться и т.п. Не вовремя, мешая, отвлекая."
            },
            {
                "number": "2.",
                "text": "Говорить. Некстати, мешая, отвлекая; смущая."
            }
        ],
        "examples": [
            "Дверь закрой и не пускай никого. Мы тут, понимаешь, судьбоносные бумаги составляем, а он под руку суётся... (Т.Н. Толстая).",
            "Когда голова и без того кругом и всё мешается, у тебя привычка непременно говорить под руку. Как ты не понимаешь, что твои замечания только подливают масла в огонь... (Б.Л. Пастернак)."
        ]
    },
    {
        "id": "поднять на ноги",
        "letter": "П",
        "title": "поднять на ноги",
        "info": "кого. Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Будить, заставлять просыпаться кого-либо."
            },
            {
                "number": "2.",
                "text": "Растить, воспитывать, доводить до самостоятельности кого-либо."
            }
        ],
        "examples": [
            "Утром нужно рано вставать. Татьяна Васильевна всех поднимает на ноги чем свет... (Д.Н. Мамин-Сибиряк).",
            "Игнат, уйди от греха! Убить я могу тебя, хотя ты и ни при чём... Дети ведь! Какие ещё они! Кто их на ноги поднимет... Звери вы, все вы людоеды... (М. Горький)."
        ]
    },
    {
        "id": "подступить к горлу",
        "letter": "П",
        "title": "подступить к горлу",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неожиданно, внезапно захватывать, предельно волновать. О сильных и тяжёлых чувствах, переживаниях."
            }
        ],
        "examples": [
            "Чувство жгучей боли и обиды подступило к его горлу; он упал на траву и заплакал... (В.Г. Короленко)."
        ]
    },
    {
        "id": "подумать только!",
        "letter": "П",
        "title": "подумать только!",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо удивлён необычностью, странностью случившегося."
            },
            {
                "number": "2.",
                "text": "Кто-либо удивлён и восхищён тем, что произошло, случилось."
            }
        ],
        "examples": [
            "Охо-хо, до чего фашист людей доводит, ведь это же подумать только! — сказал третий, ковыляя к себе на койку... (Б.Н. Полевой).",
            "Скажи на милость! В какую ты честь попал, Гришка! За одним столом с настоящим генералом! Подумать только!.. (М.А. Шолохов)."
        ]
    },
    {
        "id": "пойти в ход",
        "letter": "П",
        "title": "пойти в ход",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Находить себе применение, использоваться, оказываться пригодным для употребления."
            }
        ],
        "examples": [
            "Всё пошло в ход: ножи, и лопаты, и кованые каблуки сапог... (В.С. Гроссман)."
        ]
    },
    {
        "id": "поставить крест",
        "letter": "П",
        "title": "поставить крест",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "На чём, над чем. Разуверившись в возможности успеха в начатом деле, предприятии, решительно отказаться от их продолжения."
            },
            {
                "number": "2.",
                "text": "На ком, на кого. Потеряв надежду, исправить, убедить, привлечь и т.п. кого-либо, или, посчитав кого-либо неспособным на что-либо, непригодным к чему-либо, совсем отказаться от него."
            }
        ],
        "examples": [
            "От Худякова ни слуху ни духу. Очевидно, над моим сотрудничеством в «Петербургской газете» поставлен крест... (А.П. Чехов).",
            "В банке, видимо, на Старобровского поставили крест и не считали нужным даже отвечать на его письма... (Д.Н. Мамин-Сибиряк)."
        ]
    },
    {
        "id": "представь себе",
        "letter": "П",
        "title": "представь себе",
        "info": "Разг. Неизм.",
        "meanings": [
            {
                "number": "1.",
                "text": "Вообрази<те> (употребляется с целью привлечь внимание к какому-либо факту, событию; заинтересовать кого-либо, подчеркнуть необычность чего-либо)."
            }
        ],
        "examples": [
            "А. Блок подозвал меня к себе и уже на пороге многозначительно сказал обо мне своей матери, Александре Андреевне: «Представьте себе, любит Полонского!..» (К.И. Чуковский)."
        ]
    },
    {
        "id": "прежде всего",
        "letter": "П",
        "title": "прежде всего",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "В первую очередь."
            }
        ],
        "examples": [
            "Техника литературной работы сводится — прежде всего — к изучению языка, основного материала всякой книги... (М. Горький)."
        ]
    },
    {
        "id": "прийти в голову",
        "letter": "П",
        "title": "прийти в голову",
        "info": "кому. Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Появляться в сознании."
            },
            {
                "number": "2.",
                "text": "Доходить до сознания, думаться."
            }
        ],
        "examples": [
            "Вот подыму завтра всех в пять часов — будет вам собрание. — Вон что! А мы сами в четыре встанем. — Павел Кириллович подумал, что бы такое ответить, но спросонья ничего не приходило в голову... (С.П. Антонов).",
            "Мне иногда приходит в голову, не сумасшедший ли он... (А.Н. Островский)."
        ]
    },
    {
        "id": "прийти в себя",
        "letter": "П",
        "title": "прийти в себя",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Выходить из обморочного состояния."
            },
            {
                "number": "2.",
                "text": "Успокаиваться."
            }
        ],
        "examples": [
            "Когда он пробовал сползти к реке, то снова падал в обморок от страшной боли во всём теле. И снова приходил в себя... (М. Горький).",
            "Вдруг Иван Иванович вскрикнул и обомлел: ему показался мертвец; но скоро он пришёл в себя, увидевши, что это был гусь, просунувший к нему свою шею... (Н.В. Гоголь)."
        ]
    },
    {
        "id": "принять меры",
        "letter": "П",
        "title": "принять меры",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Осуществлять последовательно какие-либо целесообразные действия для достижения чего-либо."
            }
        ],
        "examples": [
            "Надо было принять меры, чтобы выплатить четыреста семьдесят рублей, которые он остался должен незнакомому человеку... (Т.Н. Толстой)."
        ]
    },
    {
        "id": "приятного аппетита",
        "letter": "П",
        "title": "приятного аппетита",
        "info": "Разг. Неизм.",
        "meanings": [
            {
                "number": "1.",
                "text": "Пожелание тому, кто ест или начинает есть."
            }
        ],
        "examples": [
            "Алексей разместил на столике тарелки с закусками и, пожелав приятного аппетита, с достоинством удалился... (А.Г. Адамов)."
        ]
    },
    {
        "id": "проникнуть в душу",
        "letter": "П",
        "title": "проникнуть в душу",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Неприятное чувство или ощущение, вызванное чем-либо, кем-либо, начинает оказывать постоянное воздействие на эмоциональное состояние кого-то."
            }
        ],
        "examples": [
            "Шапка её волос, в беспорядке размётанная по подушке дымом своей красоты, ела Комаровскому глаза и проникала в душу... (Б.Л. Пастернак)."
        ]
    },
    {
        "id": "пропасть без вести",
        "letter": "П",
        "title": "пропасть без вести",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Неизвестно где находиться; не давать о себе знать."
            }
        ],
        "examples": [
            "Филипчук пропал без вести. Пришлось сообщать об этом его родным. А потом боль от этой потери, не единственной в роте, стала утихать... (М.Н. Алексеев)."
        ]
    },
    {
        "id": "пуля не берёт",
        "letter": "П",
        "title": "пуля не берёт",
        "info": "кого. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо остаётся целым и невредимым в боях, сражениях."
            }
        ],
        "examples": [
            "Ты, Сашка, словно бог. Тебя ни одна пуля не берёт, — говорили ему офицеры. — Бог и есть, только комсомольский, — отшучивался Крупицын, набивая полевую сумку бланками комсомольских билетов... (М.Н. Алексеев)."
        ]
    },
    {
        "id": "путаться под ногами",
        "letter": "П",
        "title": "путаться под ногами",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Находясь рядом, поблизости, мешать своим присутствием, отвлекая от дела."
            }
        ],
        "examples": [
            "Уйдя от науки, живя в Москве среди чужих людей, которые путались у него под ногами в кино, Некрылов понимал, что он и его друзья переменились ролями... (В.А. Каверин)."
        ]
    },
    {
        "id": "раз и навсегда",
        "letter": "Р",
        "title": "раз и навсегда",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неизменно на всё время."
            },
            {
                "number": "2.",
                "text": "Решительное и категоричное предупреждение кому-либо о чём-либо."
            }
        ],
        "examples": [
            "Значит, — понял я раз и навсегда и бесповоротно, — математическая верность в музыке и самый лучший голос мертвенны до тех пор, пока математика и звук не одухотворены чувством и воображением... (Ф.И. Шаляпин).",
            "Здесь мой дом. И я не выгоню из него, как собаку, честного человека только потому, что он не разделяет ваших взглядов. Зарубите это себе на носу. Раз и навсегда!.. (К.М. Симонов)."
        ]
    },
    {
        "id": "развести руками",
        "letter": "Р",
        "title": "развести руками",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не знать, как поступить или сказать что-либо от удивления, крайнего недоумения в затруднительных обстоятельствах."
            }
        ],
        "examples": [
            "Малышка при смерти, врачи руками разводят, мать с ног сбилась... (Б.Н. Полевой)."
        ]
    },
    {
        "id": "рано или поздно",
        "letter": "Р",
        "title": "рано или поздно",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Когда-нибудь обязательно (что-либо произойдёт)."
            }
        ],
        "examples": [
            "Всё исчезнет, и царство общей мудрости настанет, рано или поздно настанет... (Н.М. Карамзин)."
        ]
    },
    {
        "id": "речь идёт",
        "letter": "Р",
        "title": "речь идёт",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Обстоятельства касаются чего-либо, имеют отношение к чему-либо."
            }
        ],
        "examples": [
            "Когда речь идёт о счастье дочери, надо отбросить все личное... (А.П. Чехов)."
        ]
    },
    {
        "id": "рука об руку",
        "letter": "Р",
        "title": "рука об руку",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Взявшись за руки (гулять, идти)."
            },
            {
                "number": "2.",
                "text": "Вместе, дружно, как единомышленники."
            }
        ],
        "examples": [
            "Когда, наконец, счастливая минута настала и жених с невестой стали рука об руку в костёле, то в усах и чубе молодцеватого жениха половина волос были совершенно седые... (В.Г. Короленко).",
            "Мы стояли и будем стоять рука об руку с тем классом, с которым свергли буржуазию... (А.Н. Толстой)."
        ]
    },
    {
        "id": "рукой подать",
        "letter": "Р",
        "title": "рукой подать",
        "info": "до чего. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень близко, совсем рядом."
            }
        ],
        "examples": [
            "Совершенно верно, ваше высокопревосходительство, от Пулковской обсерватории к Петрограда рукой подать... (Н.А. Брыкин)."
        ]
    },
    {
        "id": "с глазу на глаз",
        "letter": "С",
        "title": "с глазу на глаз",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Наедине, без посторонних."
            }
        ],
        "examples": [
            "Смотритель встал и вышел, и Нехлюдов остался с ней с глазу на глаз... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "с грехом пополам",
        "letter": "С",
        "title": "с грехом пополам",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Устар. Нечестно, обманным путём, неблаговидным способом."
            },
            {
                "number": "2.",
                "text": "Разг. Ирон. С большим трудом, кое-как."
            }
        ],
        "examples": [
            "Ох, матушка, Татьяна Афанасьевна, — сказал Кирила Петрович Г., бывший в Рязани воевода, где нажил себе три тысячи душ и молодую жену, то и другое с грехом пополам... (А.С. Пушкин).",
            "Просидев в уездном училище пять лет, Фома, с грехом пополам, окончил четыре класса... (М. Горький)."
        ]
    },
    {
        "id": "с дороги",
        "letter": "С",
        "title": "с дороги",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Сразу же после поездки, путешествия."
            },
            {
                "number": "2.",
                "text": "Во время поездки, путешествия."
            }
        ],
        "examples": [
            "На другое утро приезжие спали с дороги до десятого часа... (Л.Н. Толстой).",
            "В письме этом, писанном с дороги, из Екатеринбурга, Вася уведомлял свою мать, что едет сын в Россию, возвращается с одним чиновником... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "с первого взгляда (на первый взгляд)",
        "letter": "С",
        "title": "с первого взгляда (на первый взгляд)",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "По первому впечатлению."
            },
            {
                "number": "2.",
                "text": "Сразу же."
            }
        ],
        "examples": [
            "На заводе Лукашину понравилось с первого взгляда. Всё большое, массивное, внушительное... (В.Ф. Панова).",
            "Уже на первый взгляд можно было отличить, что это не якут, хотя одет он был по-якутски... (В.Г. Короленко).",
            "Но к Верочке я с первого взгляда почувствовал доверие... (М.К. Куприна-Иорданская)."
        ]
    },
    {
        "id": "с пылу с жару",
        "letter": "С",
        "title": "с пылу с жару",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "О свежеиспечённом, только что поджаренном, сваренном."
            },
            {
                "number": "2.",
                "text": "Шутл. О только что появившемся, недавнем по времени возникновения."
            }
        ],
        "examples": [
            "Юрка приподнял жиденькие весенние веточки с большой корзины, обнажая кучу бугристых грязно-коричневых грибов. Его добродушное лицо довольно светилось. — Во сковорода будет!.. А сейчас я тебя свежайшими угощу, с пылу с жару. Он кинулся к костру... (В.Н. Ерёменко).",
            "Скажу вам, ребятушки, весточку горяченькую, только что с пылу, с жару... Скоро у нас поход будет... (И.И. Лажечников)."
        ]
    },
    {
        "id": "с рук на руки",
        "letter": "С",
        "title": "с рук на руки",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Непосредственно, прямо кому-либо (отдавать, передавать)."
            }
        ],
        "examples": [
            "Григорий с рук на руки передал рысака деду Сашке, пошёл в людскую... (М.А. Шолохов)."
        ]
    },
    {
        "id": "с тех пор",
        "letter": "С",
        "title": "с тех пор",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "С того времени."
            }
        ],
        "examples": [
            "Больше недели прошло с тех пор, как я приехал... (А.А. Блок)."
        ]
    },
    {
        "id": "с чистого листа",
        "letter": "С",
        "title": "с чистого листа",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Начать что-либо заново, что-то кардинально изменив."
            }
        ],
        "examples": [
            "Главная декларируемая идея: оставить все счёты, взаимные упрёки, подвести черту и начать всё с чистого листа... (М.С. Харитонов)."
        ]
    },
    {
        "id": "сам не свой",
        "letter": "С",
        "title": "сам не свой",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Потерял душевное равновесие, расстроен, взволнован."
            }
        ],
        "examples": [
            "Усевшись против Татьяны Ивановны, он стал точно сам не свой; он не мог смотреть равнодушно; ворочался на своём месте, краснел, как рак... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "сам по себе",
        "letter": "С",
        "title": "сам по себе",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Самостоятельно, без опеки (жить)."
            },
            {
                "number": "2.",
                "text": "По своему желанию, решению; по собственной инициативе."
            },
            {
                "number": "3.",
                "text": "Независимо, обособленно один от другого (быты т.п.)"
            },
            {
                "number": "4.",
                "text": "Отдельно взятый, как таковой."
            }
        ],
        "examples": [
            "Пускай женится, сам по себе живёт... (Л.Н. Толстой).",
            "Сам по себе я не бываю нигде, но когда меня приглашают — не отказываю... (Ц.А. Кюи).",
            "Жизнь у него была сама по себе, а наука сама по себе... (И.А. Гончаров).",
            "Родион Антонин относился к этим случайным людям с достойным презрением. Что они такое были сами по себе? Мыльные пузыри, не больше... (Д.Н. Мамин-Сибиряк)."
        ]
    },
    {
        "id": "самое большее",
        "letter": "С",
        "title": "самое большее",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Не больше, чем столько-то (называется далее)."
            }
        ],
        "examples": [
            "Самое большее оставалась ему неделя... (Ю.Н. Тынянов)."
        ]
    },
    {
        "id": "сбыть с рук",
        "letter": "С",
        "title": "сбыть с рук",
        "info": "кого, что. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Продавать залежалый товар."
            },
            {
                "number": "2.",
                "text": "Избавляться от чего-либо ненужного, отделываться от кого-либо."
            }
        ],
        "examples": [
            "Ты подумал бы лучше, как пшеницу с рук сбыть... (Н.В. Гоголь).",
            "Знаете ли, что моя тётка, чтобы только сбыть меня с рук, прочит меня за этого гадкого Колломейцева!.. (И.С. Тургенев)."
        ]
    },
    {
        "id": "сверху донизу",
        "letter": "С",
        "title": "сверху донизу",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Целиком, полностью."
            },
            {
                "number": "2.",
                "text": "повсеместно, всюду."
            }
        ],
        "examples": [
            "Я протянул ему командировочное предписание. Он прочитал всё сверху донизу, вплоть до названия типографии... (С.П. Антонов).",
            "Россию можно назвать страной не столь жестокой, сколь несчастной. Беззаконие господствует сверху донизу — от приближённых венценосца до последнего городничего... (К.Г. Паустовский)."
        ]
    },
    {
        "id": "свести на нет",
        "letter": "С",
        "title": "свести на нет",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Неудачными, неумелыми действиями лишать всякого смысла, значения какое-либо дело."
            }
        ],
        "examples": [
            "Стрелять без точной наводки — значит свести на нет весь тщательно подготовленный обстрел... (Л.С. Соболев)."
        ]
    },
    {
        "id": "свет клином сошёлся",
        "letter": "С",
        "title": "свет клином сошёлся",
        "info": "на ком, на чём. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Единственный, исключительный; таких больше нет."
            }
        ],
        "examples": [
            "Вообразил, что лучше его нет людей и весь свет на нём клином сошёлся... (М. Горький)."
        ]
    },
    {
        "id": "своими словами",
        "letter": "С",
        "title": "своими словами",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Не следуя буквально, дословно тексту, а только передавая по-своему его содержание."
            }
        ],
        "examples": [
            "Я с Коноваловым о многом переговорил и много прочитал. «Бунт Стеньки» я читал ему так часто, что он уже свободно рассказывал книгу своими словами, страницу за страницей, с начала до конца... (М. Горький)."
        ]
    },
    {
        "id": "сидеть на шее",
        "letter": "С",
        "title": "сидеть на шее",
        "info": "чьей, у кого. Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Быть на содержании, иждивении."
            }
        ],
        "examples": [
            "Но эти подростки, работая у частного предпринимателя, получают за свой труд энную сумму, которая позволяет им как-то прокормить себя, не сидеть на шее у родителей!.. (Л.В. Никулин)."
        ]
    },
    {
        "id": "сидеть сложа руки",
        "letter": "С",
        "title": "сидеть сложа руки",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Ничего не делать, бездействовать, бездельничать."
            }
        ],
        "examples": [
            "Надо что-то делать. Нельзя же на самом деле сидеть вот так, сложа руки? (Ю.С. Рытхэу)."
        ]
    },
    {
        "id": "скажи на милость",
        "letter": "С",
        "title": "скажи на милость",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Удивительно, трудно поверить."
            }
        ],
        "examples": [
            "И вот, скажи на милость! Бывает же так, что пристанет к тебе одно слово и не даёт покоя... (К.Г. Паустовский)."
        ]
    },
    {
        "id": "скорее всего",
        "letter": "С",
        "title": "скорее всего",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Наиболее вероятно."
            }
        ],
        "examples": [
            "Скорее всего пуля попала в Пушкина случайно, уже с промаха... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "скрепя сердце",
        "letter": "С",
        "title": "скрепя сердце",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "С большой неохотой, принуждая себя, вопреки желанию (делать что-либо)."
            }
        ],
        "examples": [
            "В Политехнический институт Николай пошёл против воли, скрепя сердце... (И.И. Уксусов)."
        ]
    },
    {
        "id": "слово за слово",
        "letter": "С",
        "title": "слово за слово",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Постепенно в процессе разговора, беседы (расспросить, узнать)."
            },
            {
                "number": "2.",
                "text": "Пререкаясь, препираясь (рассориться, разругаться)."
            }
        ],
        "examples": [
            "Слово за слово, Устиныч расспросил его, откуда и куда они идут, где покупали лошадей и почём покупали, и сам рассказал о себе... (Н.Д. Телешов).",
            "Вот вечером в субботу... рабочие приходят за расчётом, приказчик им: «Нету!» Ну, слово за слово, начинается брань, потасовка... (А.П. Чехов)."
        ]
    },
    {
        "id": "смотреть в оба",
        "letter": "С",
        "title": "смотреть в оба",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Быть внимательным, осторожным."
            }
        ],
        "examples": [
            "Только как мы подошли к первому завалу, я обернулся и говорю солдатам: «Ребята! Не робеть! В оба смотреть!.. (Л.Н. Толстой)."
        ]
    },
    {
        "id": "со спокойной душой",
        "letter": "С",
        "title": "со спокойной душой",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Без тревоги, волнения."
            }
        ],
        "examples": [
            "Я вышел на берег, ощущая бодрость и приятную лёгкость во всём теле и чувствуя себя точно обновлённым. Перевернув на ветках орешника быстро сохнувшую одежду, я со спокойной душой взял наконец книжку со стихами Есенина... (В.О. Богомолов)."
        ]
    },
    {
        "id": "сойти с рук",
        "letter": "С",
        "title": "сойти с рук",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Устар. Прост. Продаваться, раскупаться. О товарах."
            },
            {
                "number": "2.",
                "text": "Кому. Разг. Экспрес. Оставаться безнаказанным. О действиях, поступках кого-либо."
            },
            {
                "number": "3.",
                "text": "Проходить, оканчиваться как-либо."
            }
        ],
        "examples": [
            "Да шьют-то больно плохо, не видят старухи-то и бродят, точно куры слепые; а сходят [рубашки] с рук, ничего... (А.Н. Островский).",
            "Семён Богачёв был... большой самодур; но, будучи в то же время человеком умным, умел ладить с сильными мира сего, а потому всякое самодурство и сходило ему с рук... (П.И. Мельников-Печерский).",
            "Несколько экзаменов сошло с рук довольно удачно, но ещё впереди был экзамен по математике... (И.И. Панаев)."
        ]
    },
    {
        "id": "сойти с ума",
        "letter": "С",
        "title": "сойти с ума",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Становиться сумасшедшим."
            },
            {
                "number": "2.",
                "text": "Разг. Экспрес. Не отдавая отчёта в своих действиях, совершать безрассудные поступки, говорить глупости и т.п."
            },
            {
                "number": "3.",
                "text": "От кого, от чего. Разг. Экспрес. Будучи влюблённым в кого-либо или увлечённым чем-либо, проявлять чрезмерный восторг, восхищение, неистовствовать."
            }
        ],
        "examples": [
            "Анфиса Семёновна психически больна. В прошлом — детский врач, работавшая в этой же больнице, она внезапно сошла с ума... (В.М. Инбер).",
            "Господи благослови, — продолжала она, с ума они сошли, что ли? того и смотри деревню сожгут... (Д.В. Григорович).",
            "Его носили на руках, и он сам себя баловал, даже дурачился, даже ломался; но и это к нему шло. Женщины от него с ума сходили, мужчины называли его фатом и втайне завидовали ему... (И.С. Тургенев)."
        ]
    },
    {
        "id": "сослужить службу",
        "letter": "С",
        "title": "сослужить службу",
        "info": "кому, чему.",
        "meanings": [
            {
                "number": "1.",
                "text": "Устар. Сделать что-либо полезное для кого-либо или для чего-либо."
            },
            {
                "number": "2.",
                "text": "Экспрес. Целиком и полностью выполнить свою роль в чём-либо."
            }
        ],
        "examples": [
            "Вот и сослужи своей благодетельнице службу великую, избавь её от заботы! Ведь измучил меня племянничек-то!.. (А.Н. Островский).",
            "Этот берестяной план сослужил мне потом хорошую службу. Я всё время пользовался им до тех пор, пока не нашёл других людей по ту сторону Сихотэ-Алиня... (В.К. Арсеньев)."
        ]
    },
    {
        "id": "спать мёртвым сном",
        "letter": "С",
        "title": "спать мёртвым сном",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Крепко, беспробудно, как мёртвый."
            }
        ],
        "examples": [
            "Вскоре [после ужина] гости и хозяева — спали уже мёртвым сном... (А.Ф. Писемский)."
        ]
    },
    {
        "id": "сплошь и рядом",
        "letter": "С",
        "title": "сплошь и рядом",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Очень часто."
            }
        ],
        "examples": [
            "Самое важное в походе — уметь предохранить спички от сырости. Сплошь и рядом случается вымокнуть до последней нитки... (В.К. Арсеньев)."
        ]
    },
    {
        "id": "спокойной ночи",
        "letter": "С",
        "title": "спокойной ночи",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "При расставании на ночь пожелание кому-либо хорошего сна."
            }
        ],
        "examples": [
            "Хаджи Мурат заснул тотчас же, как только Садо вышел из сакли, пожелав ему спокойной ночи... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "стало быть",
        "letter": "С",
        "title": "стало быть",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Следовательно, значит."
            }
        ],
        "examples": [
            "Жарко, душно, а наш великий учёный в пальто, в калошах, с зонтиком и в перчатках... Стало быть, бережёт себя... (А.П. Чехов)."
        ]
    },
    {
        "id": "стоять насмерть",
        "letter": "С",
        "title": "стоять насмерть",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Отражать натиск врага, не отступая ни шагу, не щадя своей жизни."
            },
            {
                "number": "2.",
                "text": "Разг. Не соглашаться, упорствовать, противиться (защищая, отстаивая что-либо или кого-либо от посягательств с чьей-либо стороны)."
            }
        ],
        "examples": [
            "У нас был приказ генерала Шувалова, в котором были такие слова: «...Стать насмерть не означает умереть. Если вы умело станете насмерть, вы победите, а смерть найдёт врага...» (А.А. Первенцев).",
            "А сколько родителей становятся в гордую позу из-за ерунды. Скажем, отец стоит насмерть, отстаивая такую стрижку сына, которая не нравится школьной администрации... (И.Г. Овчинникова)."
        ]
    },
    {
        "id": "так и быть",
        "letter": "Т",
        "title": "так и быть",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Пусть будет так, согласен (раз другое невозможно)."
            }
        ],
        "examples": [
            "Хозяйство пойдёт скверно у тебя, это правда, но ты богата, с тебя будет; теперь же, так и быть, напишу, что беру на себя всё управление имением... (С.Т. Аксаков)."
        ]
    },
    {
        "id": "так или иначе",
        "letter": "Т",
        "title": "так или иначе",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Тем или иным способом."
            },
            {
                "number": "2.",
                "text": "Экспрес. Вопреки всему, несмотря ни на что."
            }
        ],
        "examples": [
            "Я обыкновенный, маленький человек. Мне судьбою предназначено одно... жить, как живут все кругом: так или иначе зарабатывать деньги, клясть труд, которым я живу, плодить детей и играть по вечерам в винт... (В.В. Вересаев).",
            "Как он прошёл через минные поля, было совершенно непонятно, но так или иначе, он внезапно появился перед нашим бруствером... (Э.Г. Казакевич)."
        ]
    },
    {
        "id": "так сказать",
        "letter": "Т",
        "title": "так сказать",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "С оговоркой; если можно так выразиться."
            }
        ],
        "examples": [
            "Для здоровья князя Зина едет за границу, в Италию, в Испанию... где страна любви, где нельзя жить и не любить; где розы и поцелуи, так сказать, носятся в воздухе... (Ф.М. Достоевский)."
        ]
    },
    {
        "id": "таким образом",
        "letter": "Т",
        "title": "таким образом",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Таким способом, так."
            },
            {
                "number": "2.",
                "text": "Следовательно, итак (выражение, начинающее вывод, заключение)."
            }
        ],
        "examples": [
            "Упорный труд, постоянное повышение знаний и мастерства -- только таким образом можно добиться успехов в избранной сфере деятельности...",
            "Уже было совсем темно, когда они, разговаривая таким образом, подходили к станице... (Л.Н. Толстой.)",
            "Поэзия навсегда останется органической функцией счастья человека... и, таким образом, чем больше будет счастья на земле, тем легче будет быть художником... (Б.Л. Пастернак)."
        ]
    },
    {
        "id": "телячьи нежности",
        "letter": "Т",
        "title": "телячьи нежности",
        "info": "Разг. Пренебр.",
        "meanings": [
            {
                "number": "1.",
                "text": "Чрезмерное или неуместное выражение нежных чувств."
            }
        ],
        "examples": [
            "Глебушка, милый, — сказала она, обнимая его и целуя в шею... Победоносцев не любил подобных, как говаривали когда-то приятели-гимназисты, телячьих нежностей... (В.М. Саянов)."
        ]
    },
    {
        "id": "тем не менее",
        "letter": "Т",
        "title": "тем не менее",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Однако; несмотря на это; вопреки сказанному."
            }
        ],
        "examples": [
            "Во сне он плакал... и кричал, причиняя посетителям номеров постоянные беспокойства; тем не менее хозяин держал его у себя... (Г.И. Успенский)."
        ]
    },
    {
        "id": "то и дело",
        "letter": "Т",
        "title": "то и дело",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Беспрерывно; повторяясь."
            }
        ],
        "examples": [
            "Огромные щуки то и дело выскакивали из воды, гоняясь за мелкой рыбой, которая металась и плавилась беспрестанно... (С.Т. Аксаков)."
        ]
    },
    {
        "id": "только что",
        "letter": "Т",
        "title": "только что",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Непосредственно перед чем-либо, совсем недавно."
            }
        ],
        "examples": [
            "Солнце только что село: на небе высоко стояли длинные красные облака... (И.С. Тургенев.)"
        ]
    },
    {
        "id": "точка зрения",
        "letter": "Т",
        "title": "точка зрения",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Определённый взгляд на то или иное явление, определённое понимание их."
            }
        ],
        "examples": [
            "Калиныч не любил рассуждать и всему верил слепо; Хорь возвышался даже до иронической точки зрения... (И.С. Тургенев)."
        ]
    },
    {
        "id": "тут как тут",
        "letter": "Т",
        "title": "тут как тут",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "В этот самый момент, вдруг (появился, оказался и т.п.)."
            }
        ],
        "examples": [
            "Лежит ничком раненый, и, как артиллерия смолкнет, слышно нам, как он стонет. А как его там достанешь, когда тут пули свищут и осколки шипят, словом, светопреставление. А Мария наша тут как тут, точно её позвали... (Б.Н. Полевой)."
        ]
    },
    {
        "id": "уписывать за обе щеки",
        "letter": "У",
        "title": "уписывать за обе щеки",
        "info": "Прост. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Есть что-либо с огромным аппетитом, с жадностью."
            }
        ],
        "examples": [
            "Костя приступил к еде степенно, как принято в деревне, но не вытерпел и начал уписывать жаренину за обе щеки... (М.М. Просекин)."
        ]
    },
    {
        "id": "хлеб насущный",
        "letter": "Х",
        "title": "хлеб насущный",
        "info": "Экспрес. Высок.",
        "meanings": [
            {
                "number": "1.",
                "text": "Самые необходимые средства для жизни, для существования."
            },
            {
                "number": "2.",
                "text": "Что-либо самое важное, жизненно необходимое."
            }
        ],
        "examples": [
            "Люди помышляют не об одном хлебе насущном. Они заботятся не только о себе, но и о природе своего края... (И.А. Рябов).",
            "Нарождается новый читатель, массовый, для него литература не забава сытых людей, а хлеб насущный... (С.Г. Скиталец)."
        ]
    },
    {
        "id": "час пик",
        "letter": "Ч",
        "title": "час пик",
        "info": "Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Время наивысшего напряжения, наибольшей загруженности в работе транспорта, предприятия и т.п."
            }
        ],
        "examples": [
            "Сегодня утром я чуть не опоздал на поезд, поскольку оказалось, что в час пик наш автобус идёт гораздо медленнее, чем обычно... (Н.С. Работнов)."
        ]
    },
    {
        "id": "честно говоря",
        "letter": "Ч",
        "title": "честно говоря",
        "info": "Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Сообщая всю правду, без утайки, всё как есть."
            }
        ],
        "examples": [
            "В конце прогулки он встретил Люсю. Как-то странно вышло всё — и встреча, и знакомство. Он перешёл улицу и остановился на углу, честно говоря, чтобы посмотреть на неё!.. (Д.М. Холендро)."
        ]
    },
    {
        "id": "честное слово",
        "letter": "Ч",
        "title": "честное слово",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Выражение уверения в правдивости, истинности чего-либо."
            }
        ],
        "examples": [
            "Честное слово, — сказал он, — я только для того и заехал, чтобы посмотреть на тебя, на одну тебя, можешь быть уверена... (В.Ф. Панова)."
        ]
    },
    {
        "id": "честь по чести",
        "letter": "Ч",
        "title": "честь по чести",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Так, как следует, как принято, по всем правилам."
            }
        ],
        "examples": [
            "Собрался Борька Назаровский в военную школу поступать. Провожали его домашние честь по чести... (А.П. Гайдар)."
        ]
    },
    {
        "id": "читать мораль",
        "letter": "Ч",
        "title": "читать мораль",
        "info": "кому. Разг.",
        "meanings": [
            {
                "number": "1.",
                "text": "Поучать, наставлять кого-либо."
            }
        ],
        "examples": [
            "Мама подошла ко мне, взяла за подбородок. — Это правда? — Я кивнул... — Конечно, правда! — подтвердил Кукарача. — Я же всё видел собственными глазами! — Что же это вы! — обиделась мама. — Видели да молчали? И теперь пожаловали сюда читать нам мораль?.. (Н.В. Думбадзе)."
        ]
    },
    {
        "id": "что есть силы (что есть мочи)",
        "letter": "Ч",
        "title": "что есть силы (что есть мочи)",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "С предельным напряжением, интенсивно (делать что-либо)."
            },
            {
                "number": "2.",
                "text": "Очень быстро (бежать, ехать и т.п)."
            },
            {
                "number": "3.",
                "text": "Очень громко (кричать, орать и т.п.)."
            }
        ],
        "examples": [
            "Василий что есть силы заколотил в дверь... (Г.Е. Николаева).",
            "Алексей бежал за ней что есть силы, видя перед собой только пёстрое пятно её лёгкого цветастого платья... (Б.Н. Полевой).",
            "Наконец кто-то ринулся из толпы к парню и, ухватив его за плечи, крикнул что было силы: — Эй, Петруха, смотри, укусит... пусти!.. (Д.В. Григорович).",
            "Э-эй, ты, Шаман ветров! — угрожая веслом, кричал он что есть мочи в туманную мглу... (Ч.Т. Айтматов)."
        ]
    },
    {
        "id": "что и говорить",
        "letter": "Ч",
        "title": "что и говорить",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Вне всякого сомнения, совершенно определённо, действительно."
            }
        ],
        "examples": [
            "Малый был неказистый — что и говорить! — а всё-таки он мне понравился: глядел он очень умно и прямо, да и в голосе у него звучала сила... (И.С. Тургенев)."
        ]
    },
    {
        "id": "что касается",
        "letter": "Ч",
        "title": "что касается",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Если говорить о ком-либо или о чем-либо, то..."
            }
        ],
        "examples": [
            "Что касается зла, то его на земле ещё более чем предостаточно... (Ю.В. Бондарев)."
        ]
    },
    {
        "id": "что поделаешь",
        "letter": "Ч",
        "title": "что поделаешь",
        "info": "Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Вынужден примириться: другого выхода нет."
            }
        ],
        "examples": [
            "Мать жаловалась на тяжёлую работу, на обиды, а бабушка Наталья утешала её: что же поделаешь, надо терпеть — такая доля бабья... (Ф.В. Гладков)."
        ]
    },
    {
        "id": "что толку",
        "letter": "Ч",
        "title": "что толку",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Бесполезно, напрасно, тщетно."
            }
        ],
        "examples": [
            "Увлечь девушку нетрудно, особенно такую чувствительную, да что толку?.. (А.Н. Островский)."
        ]
    },
    {
        "id": "чувствовать себя",
        "letter": "Ч",
        "title": "чувствовать себя",
        "info": "",
        "meanings": [
            {
                "number": "1.",
                "text": "Испытывать те или иные физические ощущения (о состоянии здоровья)."
            },
            {
                "number": "2.",
                "text": "Испытывать те или иные психические ощущения (о моральном состоянии)."
            }
        ],
        "examples": [
            "Чувствую себя неважно, только когда поднимаюсь на гору или на лестницу... (А.П. Чехов).",
            "Я всегда буду благодарить Бога за то настоящее счастье, которое испытываю благодаря вам — чувствовать себя лучше, и выше, и честнее... (Л.Н. Толстой)."
        ]
    },
    {
        "id": "язык не повернулся",
        "letter": "Я",
        "title": "язык не повернулся",
        "info": "у кого. Разг. Экспрес.",
        "meanings": [
            {
                "number": "1.",
                "text": "Кто-либо остерегается, не решается, стесняется (спросить, сказать что-либо)."
            }
        ],
        "examples": [
            "Он чувствовал, что простая вежливость заставляла его спросить дядю о Марли, но у него язык как-то не поворачивался... (А.Ф. Писемский)."
        ]
    }
]